Repository: tizenorg/profile.mobile.apps.native.wallpaper-ui-service
Catalog: res/po_sdk/*.po
Languages: ar, az, da, es_us, et, eu, fi, ga, gl, hi, hr, hu, hy, is, kk, lt, lv, nb, nl, pt_br, pt_pt, ro, ru_ru, sl, sr, sv, tr_tr, uk, uz

# IDS_ST_TPOP_HOME_AND_LOCK_SCREEN_WALLPAPER_CHANGED
source: Home and lock screen wallpaper changed.
ar: تم تغيير خلفية ‏‫شاشة القفل والشاشة الرئيسية‬
az: Başlanğıc və kilid ekranı divar kağızı dəyişdi
da: Baggrund for Startskærm og låst skærm er ændret.
es_us: Se cambió el fondo de pantalla de inicio y de bloqueo.
et: Ava- ja lukustusekraani taustpilt on muudetud
eu: Pantaila nagusiaren eta blokeo pantailaren horma papera aldatu dira.
fi: Alku- ja lukitusnäytön taustakuva on vaihdettu.
ga: Cúlbhrat baile agus scáileáin ghlasála athraithe.
gl: Fondo da pantalla de inicio e de bloqueo cambiado.
hi: होम और लॉक स्क्रीन वॉलपेपर बदला गया
hr: Promijenila se pozadina početnog i zaslona zaključavanja.
hu: A kezdő- és zárolt képernyő háttere módosult.
hy: Հիմնական և կողպված էկրանի պաստառը փոխվել է
is: Veggfóðri heima- og lásskjás var breytt.
kk: Бастапқы және құлып экран түсқағазы өзгертілді
lt: Pradžios ir užrakinimo ekranų fonas pakeistas
lv: Sākuma un bloķēšanas ekrāna fona attēls ir nomainīts
nb: Start- og låseskjermbakgrunn endret.
nl: Achtergrond voor start- en vergrendelscherm gewijzigd.
pt_br: Papel de parede das telas de bloqueio e inicial alterados.
pt_pt: O fundo do ecrã principal e ecrã bloqueado foi alterado.
ro: Fundalul ecranului de pornire şi de blocare a fost schimbat.
ru_ru: Обои для главного экрана и экрана блокировки изменены
sl: Ozadje za domači in zaklenjen zaslon je spremenjeno.
sr: Tapet početnog i zaključanog ekrana je promenjen.
sv: Bakgrund för startsidan och låsskärmen har ändrats.
tr_tr: Anasayfa ve kilit ekranı duvar kağıdı değişti
uk: Заставки для екранів оформлення та блокування змінено
uz: Asosiy va bloklash ekrani fon rasmi o‘zgartirildi

# IDS_ST_POP_LOCK_SCREEN_WALLPAPER_CHANGED_ABB
source: Lock screen wallpaper changed.
ar: تم تغيير خلفية شاشة القفل.
az: Kilid ekranı divar kağızı dəyişdirildi.
da: Baggrund for låst skærm ændret.
es_us: Se modificó el fondo de pantalla de bloqueo.
et: Lukustusekraani taustpilti on muudetud.
eu: Blokeo pantailaren horma papera aldatuta
fi: Lukitusnäytön taustakuva vaihdettu.
ga: Cúlbhrat an scáileáin ghlasála athraithe.
gl: Fondo de pantalla de bloqueo cambiado
hi: लॉक स्क्रीन वॉलपेपर बदल दिया गया।
hr: Pozadina zaslona zaključavanja promijenjena.
hu: A zárolt képernyő háttere módosult.
hy: Կողպված էկրանի պաստառը փոխվել է:
is: Veggfóðri lásskjás var breytt.
kk: Құлыптау экранының түсқағазы өзгертілді.
lt: Užrakinimo ekrano fonas pakeistas.
lv: Bloķēšanas ekrāna fona attēls ir nomainīts.
nb: Bakgrunnen for låseskjermen er endret.
nl: Achtergrond vergrendelscherm gewijzigd.
pt_br: Papel de parede da tela de bloqueio alterado.
pt_pt: Bloqueio de fundo do ecrã alterado.
ro: Fundalul ecranului de blocare s-a schimbat.
ru_ru: Обои экрана блокировки изменены.
sl: Ozadje zaklenjenega zaslona je spremenjeno.
sr: Tapet zaključanog ekrana je promenjen.
sv: Låsskärmens bakgrund har ändrats.
tr_tr: Kilit ekranı duvar kağıdı değişti.
uk: Заставку екрана блокування змінено.
uz: Bloklash ekrani fon rasmi o‘zgartirildi.

# IDS_ST_POP_LOADING_ING
source: Loading...
ar: جاري التحميل ...
az: Yüklənir...
da: Indlæser data ...
es_us: Cargando...
et: Laadimine...
eu: Kargatzen...
fi: Ladataan...
ga: Ag lódáil...
gl: Cargando...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Betöltés...
hy: Բեռնում է...
is: Hleð...
kk: Жазылуда...
lt: Įkeliama...
lv: Ielādē...
nb: Åpner...
nl: Laden...
pt_br: Carregando...
pt_pt: A carregar...
ro: Încărcare...
ru_ru: Загрузка...
sl: Nalaganje...
sr: Učitavanje...
sv: Laddar...
tr_tr: Yükleniyor...
uk: Завантаження...
uz: Yuklanmoqda...

# IDS_ST_POP_HOME_SCREEN_WALLPAPER_CHANGED_ABB
source: Home screen wallpaper changed.
ar: تم تغيير خلفية الشاشة الرئيسية.
az: Əsas ekranın divar kağızı dəyişdirildi.
da: Baggrund for startskærm ændret.
es_us: Se cambió el fondo de pantalla de inicio.
et: Avaekraani taustpilti on muudetud.
eu: Pantaila nagusiaren horma papera aldatuta
fi: Alkunäytön taustakuva vaihdettu.
ga: Cúlbhrat an scáileáin bhaile athraithe.
gl: Fondo de pantalla de inicio cambiado
hi: होम स्क्रीन वॉलपेपर बदल दिया गया।
hr: Pozadina početnog zaslona promijenjena.
hu: A kezdőképernyő háttere módosult.
hy: Հիմնական էկրանի պաստառը փոխվել է:
is: Veggfóðri heimaskjás var breytt.
kk: Бастапқы экран түсқағазы өзгертілді.
lt: Pradžios ekrano fonas pakeistas.
lv: Sākuma ekrāna fona attēls ir nomainīts.
nb: Bakgrunnen for startskjermbildet er endret.
nl: Achtergrond startscherm gewijzigd.
pt_br: Papel de parede da tela de início alterado.
pt_pt: Fundo do ecrã principal alterado.
ro: Fundalul ecranului de pornire s-a schimbat.
ru_ru: Обои главного экрана изменены.
sl: Ozadje domačega zaslona je spremenjeno.
sr: Tapet početnog ekrana je promenjen.
sv: Hemskärmens bakgrund har ändrats.
tr_tr: Ana ekran duvar kağıdı değişti.
uk: Заставку екрана оформлення змінено.
uz: Uy ekranining fon rasmi o‘zgartirildi.

# IDS_ST_HEADER_PD_SELECTED_ABB
source: %d selected
ar: تم تحديد %d
az: %d seçilmişdir
da: %d valgt
es_us: %d seleccionado(s)
et: %d on valitud
eu: %d aukeratuta
fi: %d valittu
ga: %d roghnaithe
gl: %d seleccionadas
hi: %d चयनित
hr: %d odabrano
hu: %d kijelölve
hy: %d ընտրված
is: %d valið
kk: %d таңдалды
lt: Pasirinkta: %d
lv: Izvēlēts: %d
nb: %d er valgt
nl: %d geselecteerd
pt_br: %d selecionado(s)
pt_pt: %d selecionado(s)
ro: %d selectate
ru_ru: Выбрано: %d
sl: %d izbranih
sr: Izabrano je %d
sv: %d valda
tr_tr: %d seçildi
uk: Вибрано: %d
uz: %d tanlandi

# IDS_ST_BUTTON_OK_ABB
source: OK
ar: موافق
es_us: Aceptar
eu: Ados
gl: Aceptar
hi: ओके
is: Í lagi
lt: Gerai
lv: Labi
ru_ru: ОК
sl: V redu
tr_tr: Tamam
uk: ОК

# IDS_ST_BUTTON_ENABLE
source: Enable
ar: تفعيل
az: Qoş
da: Aktivér
es_us: Activar
et: Luba
eu: Gaitu
fi: Päälle
ga: Cumasaigh
gl: Activar
hi: सक्षम
hr: Uključi
hu: Engedélyezés
hy: Ակտիվացնլ
is: Gera virkt
kk: Қосу
lt: Įjungti
lv: Aktivizēt
nb: Aktiver
nl: Aanzetten
pt_br: Ativar
pt_pt: Activar
ro: Activare
ru_ru: Включить
sl: Omogoči
sr: Omogući
sv: Aktivera
tr_tr: Etkinleştir
uk: Увімкнути
uz: Yoqish

# IDS_ST_BUTTON_DISABLE
source: Disable
ar: تعطيل
az: Söndür
da: Deaktivér
es_us: Desactivar
et: Desaktiv.
eu: Ezgaitu
fi: Ei käyt.
ga: Díchumasú
gl: Desactivar
hi: अक्षम करें
hr: Isključi
hu: Kikapcsol
hy: Կասեցնել
is: Slökkva
kk: Өшіру
lt: Išjungti
lv: Deaktiviz.
nb: Deaktiver
nl: Uitzetten
pt_br: Desativar
pt_pt: Desactivar
ro: Dezactiv.
ru_ru: Выключить
sl: Onemogoči
sr: Onemogući
sv: Inaktivera
tr_tr: Devre dışı
uk: Вимкнути
uz: O‘chirish

# IDS_ST_BODY_DO_NOT_SHOW_AGAIN
source: Do not show again.
ar: عدم العرض مرة أخرى
az: Bir daha göstərmə
da: Vis ikke igen
es_us: No volver a mostrar
et: Ära näita uuesti
eu: Ez erakutsi berriro
fi: Älä näytä uudestaan
ga: Ná taispeáin arís
gl: Non volver mostrar
hi: दोबारा न दिखाएँ।
hr: Ne prikazuj više
hu: Ne jelenjen meg ismét
hy: Չցուցադրել կրկին
is: Ekki birta aftur
kk: Қайта көрсетпеңіз
lt: Daugiau nerodyti
lv: Nerādīt vēlreiz
nb: Ikke vis igjen
nl: Niet meer tonen
pt_br: Não mostrar novamente
pt_pt: Não mostrar novamente
ro: Nu se mai afişează
ru_ru: Не показывать снова
sl: Ne kaži več
sr: Ne prikazuj ponovo
sv: Visa inte igen
tr_tr: Bir daha gösterme
uk: Більше не показувати
uz: Boshqa ko‘rsatilmasin

# IDS_LCKSCN_TPOP_WALLPAPER_WILL_CHANGE_EVERY_TIME_YOU_UNLOCK_DEVICE
source: Wallpaper will change every time you unlock device.
ar: ستتغير الخلفية كل مرة تقوم بإلغاء قفل الجهاز.
az: Cihazı hər dəfə kiliddən açdığınızda divar kağızı dəyişəcək.
da: Baggrunden vil ændre sig, hver gang du låser enheden op.
es_us: El fondo de pantalla cambiará cada vez que desbloquee el dispositivo.
et: Taustpilt muutub iga kord, kui avate seadme.
eu: Hormapapera gailua desblokeatzen duzun bakoitzean aldatuko da.
fi: Taustakuva vaihtuu aina, kun poistat laitteen lukituksen.
ga: Athrófar an cúlbhrat gach uair a dhéanann tú an gléas a dhíghlasáil.
gl: O fondo de pantalla cambiará cada vez que desbloquees o dispositivo.
hi: आपके द्वारा हर बार डिवाइस अनलॉक करने पर वॉलपेपर बदल जाएगा।
hr: Pozadina će se promijeniti svaki put kada otključate uređaj.
hu: Az eszköz feloldásakor mindig változik a háttérkép.
hy: Պաստառը կփոխվի ամեն անգամ սարքն արգելաբացելիս:
is: Skipt verður um veggfóður í hvert skipti sem þú tekur tækið úr lás.
kk: Түсқағаз құрылғыны әр құлыптан шығарған кезде өзгеріп отырады.
lt: Ekrano fonas pasikeis kiekvieną kartą, kai atrakinsite įrenginį.
lv: Fona tapete tiks nomainīta katru reizi, kad atbloķēsit ierīci.
nb: Bakgrunnen endres hver gang du låser opp enheten.
nl: Achtergrond verandert elke keer dat u het apparaat ontgrendelt.
pt_br: O papel de parede será alterado toda vez que desbloquear o dispositivo.
pt_pt: O fundo muda sempre que desbloquear o dispositivo.
ro: Fundalul se va schimba de fiecare dată când deblocaţi dispozitivul.
ru_ru: Обои будут меняться при каждой разблокировке устройства.
sl: Ozadje se bo spremenilo vsakič, ko odklenete napravo.
sr: Tapet će se promeniti svaki put kada otključaš uređaj.
sv: Bakgrunden ändras varje gång du låser upp enheten.
tr_tr: Duvar kağıdı, cihazın kilidini her açtığınızda değişir.
uk: Заставка змінюватиметься під час кожного розблокування пристрою.
uz: Qurilmangizni har gal blokdan chiqarganingizda, fon rasmi o‘zgaradi.

source: There is no network connection. Connect to a Wi-Fi network or turn on Mobile data and try again.
ar: ما من اتصال بالشبكة. اتصل بشبكة Wi-Fi أو قم بتشغيل بيانات الهاتف المحمول وحاول مرة أخرى.
az: Şəbəkə bağlantısı yoxdur. Wi-Fi şəbəkəsinə qoşulun və ya Mobil tarifi aktivləşdirin və yenidən cəhd edin.
da: Der er ingen netværksforbindelse. Opret forbindelse til et Wi-Fi-netværk, eller slå Mobile data til, og prøv igen.
es_us: No hay conexión de red. Conéctese a una red Wi-Fi o active Datos móviles e inténtelo de nuevo.
et: Võrguühendust pole. Looge ühendus Wi-Fi võrguga või lülitage mobiilne andmeside sisse ja proovige uuesti.
eu: Ez dago sare konexiorik. Konektatu Wi-Fi sarera edo piztu Datu mugikorrak eta saiatu berriz.
fi: Verkkoyhteyttä ei ole. Muodosta yhteys Wi-Fi-verkon kautta tai ota mobiilidata käyttöön ja yritä uudelleen.
ga: Níl nasc líonra ann. Nasc le líonra Wi-Fi nó cas Sonraí móibíleacha air agus triail arís.
gl: Non hai conexión de rede. Conéctate a unha rede Wi-Fi ou activa os datos móbiles e téntao de novo.
hi: कोई नेटवर्क कनेक्शन नहीं है। Wi-Fi नेटवर्क से कनेक्ट करें या मोबाइल डाटा चालू करें और फिर से प्रयास करें।
hr: Nema mrežne veze. Spojite se na Wi-Fi mrežu ili uključite mobilne podatke i pokušajte ponovno.
hu: Nincs hálózati kapcsolat. Kapcsolódjon Wi-Fi hálózathoz, vagy kapcsolja be a mobil internetkapcsolatot, és próbálja újra.
hy: Ցանցային միացում չկա: Միացեք Wi-Fi ցանցի կամ միացրեք Շարժական տվյալներն ու նորից փորձեք:
is: Engin nettenging. Tengstu við Wi-Fi net eða kveiktu á farsímagögnum og reyndu aftur.
kk: Желі қосылымы жоқ. Wi-Fi желісіне қосылыңыз немесе мобильді деректерді қосып, әрекетті қайталаңыз.
lt: Čia nėra tinklo ryšio. Prisijunkite prie „Wi-Fi“ tinklo arba įjunkite mobiliuosius duomenis ir pabandykite dar kartą.
lv: Nav savienojuma ar tīklu. Izveidojiet savienojumu ar Wi-Fi tīklu vai ieslēdziet mobilos datus un mēģiniet vēlreiz.
nb: Det finnes ingen nettverkstilkobling. Koble til et Wi-Fi-nettverk eller slå på mobildata, og prøv på nytt.
nl: Er is geen netwerkverbinding. Maak verbinding via een Wi-Fi-netwerk of schakel Mobiele gegevens in en probeer het opnieuw.
pt_br: Não existe nenhuma conexão de rede. Conecte-se a uma rede Wi-Fi ou ligue os Dados móveis e tente novamente.
pt_pt: Não há ligação à rede. Ligue-se a uma rede Wi-Fi ou ligue os Dados móveis e tente novamente.
ro: Nicio conexiune la reţea. Conectaţi-vă la o reţea Wi-Fi sau activaţi Datele mobile şi încercaţi din nou.
ru_ru: Нет подключения к сети. Подключитесь к сети Wi-Fi или включите мобильные данные и повторите попытку.
sl: Ni omrežne povezave. Povežite se z omrežjem Wi-Fi ali vklopite funkcijo Prenos podatkov prek mobilnega omrežja in poskusite znova.
sr: Nije uspostavljena nijedna veza sa mrežom. Poveži se na Wi-Fi mrežu ili uključi opciju Podaci za mobilne uređaje i pokušaj ponovo.
sv: Det finns ingen nätverksanslutning. Anslut till ett Wi-Fi-nätverk eller slå på Mobildata och försök igen.
tr_tr: Ağ bağlantısı yok. Bir Wi-Fi ağına bağlanın veya Mobil verisini etkinleştirip tekrar deneyin.
uk: Немає підключення до мережі. Підключіться до мережі Wi-Fi або ввімкніть використання мобільних даних і спробуйте ще раз.
uz: Tarmoq ulanishi yo‘q. Wi-Fi tarmoqqa ulaning yoki Mobil ma’lumotni yoqing va qayta urinib ko‘ring.

source: Set your device to show high quality images based on your interests on the lock screen. Select your preferred categories.
ar: اضبط جهازك لإظهار صور عالية الجودة استناداً إلى اهتماماتك على شاشة القفل. حدد فئاتك المفضلة.
az: Cihazınızı elə qurun ki, maraqlarınıza əsasən yüksək keyfiyyətli şəkilləri kilid ekranında göstərsin. Üstünlük verdiyiniz kateqoriyaları seçin.
da: Indstil din enhed til at vise billeder af høj kvalitet, baseret på dine interesser, på låseskærmen. Vælg dine foretrukne kategorier.
es_us: Defina el dispositivo para que muestre imágenes de alta calidad de acuerdo con sus intereses en la pantalla de bloqueo. Seleccione sus categorías preferidas.
et: Saate määrata seadme näitama lukustusekraanil teie huvidel põhinevaid kõrgekvaliteedilisi pilte. Valige eelistatud kategooriad.
eu: Ezarri gailua zure interesen araberako kalitate handiko irudiak erakusteko blokeo pantailan. Hautatu gogoko kategoriak.
fi: Määritä laite näyttämään lukitusnäytössä mielenkiinnon kohteisiisi perustuvia laadukkaita kuvia. Valitse haluamasi luokat.
ga: Socraigh do ghléas le híomhánna ardchaighdeáin a thaispeáint ar an scáileán glasála bunaithe ar d'ábhair spéise. Roghnaigh do chatagóirí sainroghnaithe.
gl: Define o teu dispositivo para amosar imaxes de alta calidade baseadas nos teus intereses na pantalla de bloqueo. Selecciona as túas categorías preferidas.
hi: लॉक स्क्रीन पर अपनी रूचियों के आधार पर अपने डिवाइस को उच्च गुणवत्ता वाली छवियाँ दिखाने के लिए सेट करें। अपनी अनुशंसित श्रेणियाँ चुनें।
hr: Postavite uređaj da prikazuje slike visoke kvalitete temeljene na vašim interesima na zaslonu za zaključavanje. Odaberite preferirane kategorije.
hu: Beállíthatja, hogy érdeklődési körének megfelelő, kiváló minőségű képek jelenjenek meg az eszköz zárolt képernyőjén. Válassza ki a kívánt kategóriákat.
hy: Սարքը նախադրեք այնպես, որ կողպված էկրանին ցուցադրվեն բարձրորակ պատկերներ՝ ըստ Ձեր հետաքրքրությունների: Ընտրեք Ձեր նախընտրելի կատեգորիաները:
is: Stilltu tækið á að sýna hágæðamyndir, valdar samkvæmt áhugamálum þínum, á lásskjánum. Veldu flokkana sem þú vilt.
kk: Құлыптау экранындағы қызығушылықтарыңызға негізделген жоғары сапалы кескіндерді көрсету үшін құрылғыңызды орнатыңыз. Қалаулы санаттарыңызды таңдаңыз.
lt: Nustatykite, kad užrakintame ekrane įrenginys rodytų jus dominančius aukštos kokybės vaizdus. Pasirinkite pageidaujamas kategorijas.
lv: Iestatiet ierīci bloķēšanas ekrānā rādīt augstas kvalitātes attēlus atbilstoši jūsu interesēm. Izvēlieties vajadzīgās kategorijas.
nb: Angi at enheten skal vise bilder av høy kvalitet basert på interessene dine på låseskjermen. Velg foretrukne kategorier.
nl: Stel uw apparaat in om afbeeldingen van hoge kwaliteit op het vergrendelscherm weer te geven die zijn gebaseerd op uw interesses. Selecteer uw voorkeurscategorieën.
pt_br: Defina seu dispositivo para exibir imagens de alta qualidade com base nos seus interesses na tela de bloqueio. Selecione suas categorias preferidas.
pt_pt: Defina o seu dispositivo para apresentar imagens de alta qualidade, com base nos seus interesses, no ecrã de bloqueio. Seleccione as suas categorias preferidas.
ro: Configuraţi dispozitivul pentru a afişa pe ecranul de blocare imagini de înaltă calitate, în funcţie de interesele dvs. Selectaţi categoriile preferate.
ru_ru: Настройте устройство для вывода на экране блокировки высококачественных изображений в соответствии с вашими интересами. Выберите предпочтительные категории.
sl: Nastavite, da naprava na zaklenjenem zaslonu prikazuje slike visoke kakovosti, ki temeljijo na vaših zanimanjih. Izberite prednostne kategorije.
sr: Podesi da uređaj prikazuje slike visokog kvaliteta na osnovu tvojih interesovanja na zaključanom ekranu. Izaberi željene kategorije.
sv: Ställ in enheten för visning av högkvalitetsbilder baserat på dina intressen på låsskärmen. Välj egna kategorier.
tr_tr: Cihazı, kilit ekranında ilgi alanlarınızla ilgili yüksek kalitede resimler gösterecek şekilde ayarlayın. Tercih ettiğiniz kategorileri seçin.
uk: Відображення зображень високої якості відповідно до ваших інтересів на екрані блокування. Виберіть переважні категорії.
uz: Qurilmangizni bloklash ekranida qiziqishlaringiz asosida yuqori sifatli tasvirlarni ko‘rsatadigan qilib sozlang. Afzal ko‘rgan toifalaringizni tanlang.

# IDS_LCKSCN_POP_ALL_CHANGES_WILL_BE_DISCARDED
source: All changes will be discarded.
ar: سيتم تجاهل جميع التغييرات.
az: Bütün dəyişikliklər ləğv olunacaq.
da: Alle ændringer bliver forkastet.
es_us: Se descartarán los cambios.
et: Koikidest muudatustest loobutakse.
eu: Aldaketa guztiak kenduko dira
fi: Kaikki muutokset hylätään.
ga: Cuileálfar gach athrú
gl: Descartaranse todos os cambios
hi: सभी बदलाव निरस्त कर दिए जाएँगें।
hr: Sve će promjene biti odbačene.
hu: Minden változtatás elvetése
hy: Բոլոր փոփոխությունները կանտեսվեն:
is: Öllum breytingum verður fleygt.
kk: Барлық өзгерістер алынып тасталады.
lt: Visi pokyčiai bus panaikinti.
lv: Visas izmaiņas tiks atmestas.
nb: Alle endringer vil bli forkastet.
nl: Alle wijzigingen worden verwijderd.
pt_br: Todas as alterações serão descartadas.
pt_pt: As alterações serão todas eliminadas.
ro: Toate modificările vor fi eliminate.
ru_ru: Все изменения будут потеряны.
sl: Vse spremembe bodo zavržene.
sr: Sve promene će biti odbačene.
sv: Alla ändringar kommer att ignoreras.
tr_tr: Tüm değişiklikler iptal edilecek.
uk: Усі зміни буде скасовано.
uz: Barcha o‘zgartirishlar rad etiladi.

# IDS_LCKSCN_OPT_TRANSITION_INTERVAL_ABB
source: Transition interval
ar: الفاصل الزمني للانتقال
az: Ötürmə intervalı
da: Overgangsinterval
es_us: Intervalo de transición
et: Ülemineku intervall
eu: Trantsizioa tartea
fi: Siirtymäaika
ga: Eatramh trasdula
gl: Intervalo de transición
hi: ट्रांजिशन अंतराल
hr: Interval prijelaza
hu: Váltási időköz
hy: Անցման ժամանակամիջոց
is: Tími á milli skiptinga
kk: Өту аралығы
lt: Perėjimo intervalas
lv: Pārejas intervāls
nb: Overgangsintervall
nl: Interval overgang
pt_br: Intervalo de transição
pt_pt: Intervalo de transição
ro: Interval tranziţie
ru_ru: Интервал перехода
sl: Interval prehoda
sr: Interval prelaza
sv: Övergångsintervall
tr_tr: Geçiş aralığı
uk: Інтервал змінення
uz: Almashish intervali

# IDS_LCKSCN_OPT_ENABLE_WI_FI_ONLY_ABB
source: Enable Wi-Fi only
ar: تفعيل Wi-Fi فقط
az: Yalnız Wi-Fi-ı aktiv et
da: Aktiver Kun Wi-Fi
es_us: Activar Solo Wi-Fi
et: Aktiveeri Ainult Wi-Fi
eu: Gaitu Wi-Fi soilik
fi: Ota Vain Wi-Fi käyttöön
ga: Cumasaigh Wi-Fi amháin
gl: Activar Só Wi-Fi
hi: केवल Wi-Fi सक्षम करें
hr: Uključi samo Wi-Fi
hu: Csak Wi-Fi funkc. bekapcsolása
hy: Ընձեռել միայն Wi-Fi-ը
is: Kveikja á „Aðeins um Wi-Fi“
kk: Тек Wi-Fi қосу
lt: Įjungti „Tik Wi-Fi“
lv: Aktivizēt tikai Wi-Fi
nb: Aktiver Bare Wi-Fi
nl: Alleen Wi-Fi inschakelen
pt_br: Ative somente Wi-Fi
pt_pt: Activar Wi-Fi apenas
ro: Activare Numai Wi-Fi
ru_ru: Включите “Только Wi-Fi”
sl: Omogoči samo Wi-Fi
sr: Omogući samo Wi-Fi
sv: Aktivera Endast Wi-Fi
tr_tr: Yalnızca Wi-Fi'ı etkinleştir
uk: Увімкнути лише мережу Wi-Fi
uz: Faqat Wi-Fi ulanishini yoqish

# IDS_LCKSCN_OPT_ENABLE_ENHANCED_SERVICE_ABB
source: Enable Enhanced service
ar: تفعيل الخدمة المحسنة
az: Geniş xidməti yandır
da: Aktiver Udvidet tjeneste
es_us: Activar Servicio mejorado
et: Aktiveeri täiendatud teenus
eu: Gaitu Zerbitzu hobetua
fi: Ota Parannettu palvelu k.
ga: Cum. Seirbhís fheabhsaithe
gl: Activar Servizo mellorado
hi: उन्नत सेवा सक्षम करें
hr: Uključi Naprednu uslugu
hu: Bővített szolgáltatás bekapcs.
hy: Ընձեռել Կատարելագործված ծառ.
is: Virkja aukna þjónustu
kk: Күшейтілген қызметті қосу
lt: Įjungti „Tobulesnė paslauga“
lv: Paplašinātā pakalp. aktiviz.
nb: Aktiver Forbedret tjeneste
nl: Verbeterde service aan
pt_br: Ativar Melhoria de serviço
pt_pt: Activar Serviço melhorado
ro: Activare Serviciu îmbunătăţit
ru_ru: Включить расширенную службу
sl: Omog. fun. Izboljšana storitev
sr: Omogući poboljšanu uslugu
sv: Aktiv. Avancerad tjänst
tr_tr: Gelişmiş servisi etkinleştir
uk: Увімкнути службу оновлення ПЗ
uz: Kengaytirilgan xizmatni yoqish

# IDS_LCKSCN_OPT_DISABLE_WI_FI_ONLY_ABB
source: Disable Wi-Fi only
ar: إلغاء تفعيل Wi-Fi فقط
az: Yalnız Wi-Fi-ı q-aktiv et
da: Deaktiver Kun Wi-Fi
es_us: Desactivar Solo Wi-Fi
et: Desaktiveeri Ainult Wi-Fi
eu: Ezgaitu Wi-Fi soilik
fi: Poista Vain Wi-Fi käytöstä
ga: Díchumasaigh Wi-Fi amháin
gl: Desactivar Só Wi-Fi
hi: केवल Wi-Fi अक्षम करें
hr: Isključi samo Wi-Fi
hu: Csak Wi-Fi funkc. kikapcsolása
hy: Կասեցնել միայն Wi-Fi-ը
is: Slökkva á „Aðeins um Wi-Fi“
kk: Тек Wi-Fi өшіру
lt: Išjungti „Tik Wi-Fi“
lv: Deaktivizēt tikai Wi-Fi
nb: Deaktiver Bare Wi-Fi
nl: Alleen Wi-Fi uitschakelen
pt_br: Desative somente Wi-Fi
pt_pt: Desactivar apenas Wi-Fi
ro: Dezactivare Numai Wi-Fi
ru_ru: Отключите “Только Wi-Fi”
sl: Onemogoči samo Wi-Fi
sr: Onemogući samo Wi-Fi
sv: Inaktivera Endast Wi-Fi
tr_tr: Yalnızca Wi-Fi'ı devre dşı brk
uk: Вимкнути лише мережу Wi-Fi
uz: Faqat Wi-Fi ulanishini o‘chirish

# IDS_LCKSCN_OPT_DISABLE_ENHANCED_SERVICE_ABB
source: Disable Enhanced service
ar: إلغاء تفعيل الخدمة المحسنة
az: Geniş xidməti söndür
da: Deaktiver Udvidet tjeneste
es_us: Desactivar Servicio mejorado
et: Desaktiveeri täiendatud teenus
eu: Ezgaitu Zerbitzu hobetua
fi: Poista Parannettu palvelu k.
ga: Díchum. Seirbhís fheabhsaithe
gl: Desactivar Servizo mellorado
hi: उन्नत सेवा अक्षम करें
hr: Isključi Naprednu uslugu
hu: Bővített szolgáltatás kikapcs.
hy: Կասեցնել Կատարելագործված ծառ.
is: Slökkva á aukinni þjónustu
kk: Күшейтілген қызметті өшіру
lt: Išjungti „Tobulesnė paslauga“
lv: Paplašinātā pakalp. deaktiviz.
nb: Deaktiver Forbedret tjeneste
nl: Verbeterde service uit
pt_br: Desativar Melhoria de serviço
pt_pt: Desactivar Serviço melhorado
ro: Dezactiv. Serviciu îmbunătăţit
ru_ru: Отключить расширенную службу
sl: Onem. fun. Izboljšana storitev
sr: Onemogući poboljšanu uslugu
sv: Inaktivera Avancerad tjänst
tr_tr: Gelişmiş servisi dvre dşı bırk
uk: Вимкнути службу оновлення ПЗ
uz: Kengaytirilgan xizmatni o‘chir

# IDS_LCKSCN_MBODY_WALLPAPERS
source: Wallpapers
ar: الخلفيات
az: Divar kağızları
da: Baggrunde
es_us: Fondos de pantalla
et: Taustpildid
eu: Horma paperak
fi: Taustakuvat
ga: Cúlbhrait
gl: Fondos de pantalla
hi: वॉलपेपर्स
hr: Pozadine
hu: Háttérképek
hy: Պաստառներ
is: Veggfóður
kk: Түсқағаздар
lt: Ekrano fonai
lv: Fona attēli
nb: Bakgrunner
nl: Achtergr.
pt_br: Papéis de parede
pt_pt: Fundos
ro: Fundaluri
ru_ru: Обои
sl: Ozadja
sr: Tapeti
sv: Bakgrunder
tr_tr: DuvarKağıtları
uk: Заставки
uz: Fon rasmlari

# IDS_LCKSCN_HEADER_UNABLE_TO_CONNECT_ABB
source: Unable to connect
ar: يتعذر الاتصال
az: Qoşulmaq olmur
da: Kunne ikke tilsl.
es_us: No es posible conec.
et: Ühend. ei saa luua
eu: Ezin da konektatu
fi: Ei voi yhdistää
ga: Nascadh dodhéanta
gl: Imposible conectar
hi: कनेक्ट करने में अक्षम
hr: Nemoguće povezati
hu: Nem lehet kapcs.
hy: Անհնար է միանալ
is: Mistókst að tengja
kk: Қосылу мүмкін емес
lt: Neįmanoma jungtis
lv: Nevar izveid. sav.
nb: Kan ikke koble til
nl: Kan niet verbinden
pt_br: Falha ao conectar
pt_pt: Impossível ligar
ro: Impos. de conectat
ru_ru: Сбой подключения
sl: Ni mogoče povezati
sr: Poveziv. nemoguće
sv: Kan inte ansluta
tr_tr: Bağlanamıyor
uk: Неможливо підключ.
uz: Ulanib bo‘lmaydi
