Repository: tizenorg/profile.mobile.apps.native.wallpaper-ui-service
Catalog: res/po_sdk/*.po
Languages: ar, az, da, es_us, et, eu, fi, ga, gl, hi, hr, hu, hy, is, kk, lt, lv, nb, nl, pt_br, pt_pt, ro, ru_ru, sl, sr, sv, tr_tr, uk, uz

source: Receiving wallpaper images and additional information via mobile networks may result in additional charges. It is recommended that you use Wi-Fi networks instead.
ar: قد يترتب على تلقي صور الخلفية ومعلومات إضافية عبر شبكات الهاتف المحمول فرض رسوم إضافية. يوصى باستخدام شبكات Wi-Fi بدلاً منها.
az: Mobil şəbəkələr vasitəsilə divar kağızı şəkilləri və əlavə məlumat qəbul etmək əlavə xərclərə səbəb ola bilər. Əvəzində Wi-Fi şəbəkələrindən istifadə etməyiniz tövsiyə edilir.
da: Modtagelse af baggrundsbilleder og yderligere oplysninger via mobile netværk kan medføre yderligere gebyrer. Det anbefales, at du bruger Wi-Fi-netværk i stedet.
es_us: La recepción de imágenes de fondo de pantalla e información adicional vía redes móviles puede generar costos adicionales. Se recomienda el uso de redes Wi-Fi.
et: Taustpiltide ja lisateabe vastuvõtmisel mobiilsidevõrkude kaudu võivad rakenduda lisatasud. Selle asemel soovitame kasutada Wi-Fi võrke.
eu: Horma papererako irudiak eta informazio gehigarria sare mugikorren bidez jasotzeak kostu osagarriak eragin ditzake. Wi-Fi sareak erabiltzea gomendatzen dizugu.
fi: Taustakuvien ja lisätietojen vastaanottamisesta matkapuhelinverkkojen kautta voidaan periä lisämaksuja. On suositeltavaa käyttää sen sijaan Wi-Fi-verkkoja.
ga: Is féidir go ngearrfar táillí breise ar fháil íomhánna cúlbhrait agus faisnéis bhreise trí líonraí móibíleacha. Moltar duit líonraí Wi-Fi a úsáid ina n-ionad.
gl: É posible que a recepción de imaxes de fondo de pantalla e información adicional a través de redes móbiles supoña a aplicación de tarifas adicionais. É recomendable usar redes Wi-Fi no seu lugar.
hi: मोबाइल नेटवर्क्स के माध्यम से वॉलपेपर छवियाँ और अतिरिक्त जानकारी प्राप्त करने पर अतिरिक्त शुल्क लग सकते हैं। इसके बजाय Wi-Fi नेटवर्क्स का उपयोग करना अनुशंसित है।
hr: Primanje slika pozadine i dodatnih informacija putem mobilnih mreža može dovesti do dodatnih troškova. Preporučuje se korištenje Wi-Fi mreže umjesto toga.
hu: A háttérképek és további információk mobilhálózaton történő fogadása további költséggel járhat. Wi-Fi-hálózat használatát javasoljuk.
hy: Շարժական կապի ցանցերի միջոցով պաստառի պատկերներ և լրացուցիչ տեղեկություններ ստանալը կարող է հավելյալ վճարների հանգեցնել: Խորհուրդ է տրվում փոխարենը Wi-Fi ցանցեր օգտագործել:
is: Móttaka veggfóðursmynda og viðbótarupplýsinga gegnum farsímakerfi kann að hafa viðbótarkostnað í för með sér. Mælt er með notkun Wi-Fi neta í staðinn.
kk: Түсқағаз кескіндері мен қосымша ақпаратты ұялы желілер арқылы алу қосымша ақы талап етуі мүмкін. Оның орнына Wi-Fi желілерін пайдалану ұсынылады.
lt: Atsisiunčiant ekrano fono vaizdus ir papildomą informaciją per mobiliuosius tinklus, gali būti taikomi papildomi mokesčiai. Vietoje to rekomenduojama naudoti „Wi-Fi“ tinklus.
lv: Fona attēlu un papildinformācijas saņemšana, izmantojot mobilos tīklus, var radīt papildu izmaksas. Tā vietā ieteicams izmantot Wi-Fi tīklus.
nb: Hvis du mottar bakgrunnsbilder og ekstra informasjon via mobilnett, kan det medføre ekstra kostnader. Det anbefales at du heller bruker et Wi-Fi-nettverk.
nl: Voor het ontvangen van achtergrondafbeeldingen en aanvullende informatie via mobiele netwerken kunnen extra kosten in rekening worden gebracht. Het wordt aanbevolen om in plaats daarvan een Wi-Fi-netwerk te gebruiken.
pt_br: O recebimento de imagens de papel de parede e informações adicionais através de redes móveis pode acarretar cobranças adicionais. É recomendável que você use redes Wi-Fi em seu lugar.
pt_pt: A recepção de imagens de fundo e informações adicionais através de redes móveis pode resultar na cobrança de taxas adicionais. Em vez disso, recomendamos a utilização de redes Wi-Fi.
ro: Primirea fundalurilor şi a informaţiilor suplimentare prin intermediul reţelelor mobile poate genera costuri suplimentare. Se recomandă utilizarea în schimb a reţelelor Wi-Fi.
ru_ru: За получение обоев и других данных по мобильным сетям может взиматься дополнительная плата. Рекомендуется использовать Wi-Fi.
sl: Prejemanje slik ozadja in dodatnih informacij prek mobilnih omrežij lahko povzroči dodatne stroške. Priporočamo uporabo omrežij Wi-Fi.
sr: Prijem slika tapeta i dodatnih informacija putem mobilnih mreža može da dovede do dodatnih troškova. Umesto toga, preporučujemo ti da koristiš Wi-Fi mrežu.
sv: Om du tar emot bakgrundsbilder och annan information via mobilnätet kan det medföra extra avgifter. Du rekommenderas att använda Wi-Fi-nätverk istället.
tr_tr: Duvar kağıdı resimlerinin ve ek bilgilerin mobil ağlar yoluyla alınması ek ücretlere neden olabilir. Bunun yerine Wi-Fi ağlarını kullanmanız önerilir.
uk: Отримання зображень заставок і додаткової інформації через мобільні мережі може призвести до додаткових витрат. Натомість рекомендується використовувати мережі Wi-Fi.
uz: Mobil tarmoqlar orqali fon rasmlarini va qo‘shimcha ma’lumotlarni olish uchun qo‘shimcha to‘lov olinishi mumkin. Sizga uning o‘rniga Wi-Fi tarmoqlardan foydalanish tavsiya etiladi.

source: New wallpaper images will be downloaded for the category you just selected. This may result in additional charges.
ar: سيتم تنزيل صور خلفية جديدة للفئة التي حددتها للتو. قد يترتب على ذلك فرض تكاليف إضافية.
az: İndicə seçdiyiniz kateqoriya üçün yeni divar kağızı şəkilləri yüklənəcək. Bu, əlavə xərclərə səbəb ola bilər.
da: Der vil blive downloadet nye baggrundsbilleder for den kategori, du netop har valgt. Dette kan medføre yderligere gebyrer.
es_us: Se descargarán nuevas imágenes de fondo de pantalla de la categoría que ha seleccionado. Esto puede generar costos adicionales.
et: Uued taustpildid laaditakse alla just valitud kategooria jaoks. Sellega võivad rakenduda lisatasud.
eu: Horma paper gisako irudi berriak deskargatuko dira hautatu duzun kategoriara. Baliteke kostu osagarriak eragitea.
fi: Juuri valitsemaasi luokkaan ladataan uusia taustakuvia. Tämä voi johtaa lisämaksuihin.
ga: Íoslódálfar cúlbhrait nua don chatagóir atá díreach roghnaithe agat. Is féidir go ngearrfar táillí breise air sin.
gl: Descargaranse novas imaxes de fondo de pantalla para a categoría que acabas de seleccionar. Isto pode carrexar custos adicionais.
hi: आपके द्वारा हाल ही में चुनी गई श्रेणियों के लिए नई वॉलपेपर छवियाँ डाउनलोड की जाएँगी। इसके परिणाम स्वरूप अतिरिक्त शुल्क लग सकते हैं।
hr: Preuzet će se nove slike pozadine za kategoriju koju ste odabrali. To može dovesti do dodatnih troškova.
hu: Az eszköz új háttérképeket fog letölteni az imént kiválasztott kategóriához. Ez további költséggel járhat.
hy: Նոր պաստառի պատկերները կներբեռնվեն Ձեր հենց նոր ընտրած կատեգորիայի համար: Դա կարող է լրացուցիչ վճարների հանգեցնել:
is: Nýjar veggfóðursmyndir verða sóttar fyrir flokkinn sem þú valdir. Þetta kann að hafa viðbótarkostnað í för með sér.
kk: Қазір ғана таңдаған санатқа арналған жаңа түсқағаз кескіндері жүктеледі. Бұған қосымша ақы алынуы мүмкін.
lt: Bus atsisiųsti nauji pasirinktos kategorijos ekrano fono vaizdai. Dėl to gali būti taikomi papildomi mokesčiai.
lv: Jūsu izvēlētajai kategorijai tiks lejupielādēti jauni fona attēli. Tas var radīt papildu izmaksas.
nb: Nye bakgrunnsbilder blir lastet ned for kategorien du nettopp valgte. Dette kan medføre ekstra kostnader.
nl: Nieuwe achtergrondafbeeldingen worden gedownload voor de zojuist geselecteerde categorie. Dit kan leiden tot extra kosten.
pt_br: Novas imagens de papel de parede serão baixadas para a categoria que você acabou de selecionar. Isto pode acarretar cobranças adicionais.
pt_pt: Irão ser transferidas novas imagens de fundo da categoria que seleccionou. Isto pode resultar na cobrança de taxas adicionais.
ro: Vor fi descărcate fundaluri noi pentru categoria pe care tocmai aţi selectat-o. Acest proces poate genera costuri suplimentare.
ru_ru: Для выбранной категории будут загружены новые обои. За это может взиматься дополнительная плата.
sl: Prenesene bodo nove slike ozadja za pravkar izbrano kategorijo. To lahko povzroči dodatne stroške.
sr: Nove slike tapeta će biti preuzete za kategoriju koju si upravo izabrao/la. Ovo može da dovede do dodatnih troškova.
sv: Nya bakgrunder hämtas för kategorin som du valde. Detta kan medföra extra avgifter.
tr_tr: Seçtiğiniz kategori için yeni duvar kağıdı resimleri indirilecek. Bunun için ek ücretler uygulanabilir.
uk: Нові зображення заставки буде завантажено для щойно вибраної категорії. Це може призвести до додаткових витрат.
uz: Hozirgina tanlagan toifa uchun yangi fon rasmlari yuklab olinadi. Buning uchun qo‘shimcha to‘lov olinishi mumkin.

# IDS_LCKSCN_NPBODY_TAP_TO_PREVIEW
source: Tap to preview
ar: انقر للمعاينة
az: Önbaxış üçün vurun
da: Tryk for at se eksempel
es_us: Pulsar para ver vista previa
et: Toksake eelvaateks
eu: Ukitu aurreikusteko
fi: Esikatsele napauttamalla
ga: Tapáil le réamhamharc air
gl: Tocar para previsualizar
hi: पूर्वावलोकन हेतु टैप करें
hr: Dodirnite za pregled
hu: Érintse meg az előnézetért
hy: Թակել նախադիտելու համար
is: Pikkaðu til að forskoða
kk: Алд.көру ү/н түрт
lt: Bakstelėkite ir peržiūrėkite
lv: Pieskarieties, lai priekšsk.
nb: Trykk for å forhåndsvise
nl: Tik voor voorbeeld
pt_br: Toque para pré-visualizar
pt_pt: Tocar para pré-visualizar
ro: Atingeţi pentru a examina
ru_ru: Нажмите для предпросмотра
sl: Pritisnite za predogled
sr: Kucni i pogledaj
sv: Tryck på förhandsgranskning
tr_tr: Önizlemek için dokun
uk: Торкніться для попер. перегляду
uz: Dastlabki ko‘rish uchun teging

# IDS_LCKSCN_NPBODY_PD_IMAGES_ARE_SELECTED
source: %d images are selected
ar: تم تحديد %d من الصور
az: %d şəkil seçildi
da: %d billeder er valgt
es_us: %d imágenes seleccionadas
et: Valitud on %d pilti
eu: %d irudi aukeratu dira
fi: %d kuvaa valittu
ga: Tá %d íomhá roghnaithe
gl: Hai %d imaxes seleccionadas
hi: %d छवियाँ चयनित हैं
hr: Odabrane slike: %d
hu: %d képet jelölt ki
hy: %d պատկեր է ընտրվել
is: %d myndir eru valdar
kk: %d сурет таңдалды
lt: Pasirinkta vaizdų: %d
lv: Izvēlēti %d attēli
nb: %d bilder er valgt
nl: %d afbeeldingen zijn geselecteerd
pt_br: %d imagens estão selecionadas
pt_pt: %d imagens seleccionadas
ro: %d imagini sunt selectate
ru_ru: Выбрано изображений: %d
sl: Izbranih je toliko slik: %d
sr: Izabran je sledeći broj slika: %d
sv: %d bilder har valts
tr_tr: %d görüntü seçildi
uk: Вибрано зображень: %d
uz: %d ta tasvir tanlangan

# IDS_LCKSCN_NPBODY_PD_CATEGORIES_ARE_SELECTED
source: %d categories are selected
ar: تم تحديد %d من الفئات
az: %d kateqoriya seçildi
da: %d kategorier er valgt
es_us: %d categorías seleccionadas
et: Valitud on %d kategooriat
eu: %d kategoria aukeratu dira
fi: %d luokkaa valittu
ga: Tá %d catagóir roghnaithe
gl: Hai %d categorías seleccionadas
hi: %d श्रेणियाँ चयनित हैं
hr: Odabrane kategorije: %d
hu: %d kategóriát jelölt ki
hy: %d կատեգորիա է ընտրվել
is: %d flokkar eru valdir
kk: %d санат таңдалды
lt: Pasirinkta kategorijų: %d
lv: Izvēlētas %d kategorijas
nb: %d kategorier er valgt
nl: %d categorieën zijn geselecteerd
pt_br: %d categorias estão selecionadas
pt_pt: %d categorias seleccionadas
ro: %d categorii sunt selectate
ru_ru: Выбрано категорий: %d
sl: Izbranih je toliko kategorij: %d
sr: Izabran je sledeći broj kategorija: %d
sv: %d kategorier har valts
tr_tr: %d kategori seçildi
uk: Вибрано категорій: %d
uz: %d ta toifa tanlangan

# IDS_LCKSCN_NPBODY_1_CATEGORY_IS_SELECTED
source: 1 category is selected
ar: تم تحديد فئة واحدة
az: 1 kateqoriya seçildi
da: 1 kategori er valgt
es_us: 1 categoría seleccionada
et: Valitud on 1 kategooria
eu: 1 kategoria hautatu da
fi: 1 luokka valittu
ga: Tá 1 chatagóir roghnaithe
gl: Hai 1 categoría seleccionada
hi: 1 श्रेणी चयनित है
hr: 1 je kategorija odabrana
hu: 1 kategóriát jelölt ki
hy: 1 կատեգորիա է ընտրվել
is: Einn flokkur er valinn
kk: 1 санат таңдалды
lt: Pasirinkta 1 kategorija
lv: Izvēlēta 1 kategorija
nb: 1 kategori er valgt
nl: 1 categorie is geselecteerd
pt_br: 1 categoria está selecionada
pt_pt: 1 categoria seleccionada
ro: 1 categorie este selectată
ru_ru: Выбрана 1 категория
sl: Izbrana je 1 kategorija
sr: 1 kategorija je izabrana
sv: 1 kategori har valts
tr_tr: 1 kategori seçildi
uk: Вибрано 1 категорію
uz: 1 ta toifa tanlangan

# IDS_LCKSCN_HEADER_UPDATE_MY_INTERESTS_ABB
source: Update My interests
ar: تحديث اهتماماتي
az: Mənim Maraqlarımı yenilə
da: Opdater Mine interesser
es_us: Actualizar Mis intereses
et: Teenuse Minu huvid värskend.
eu: Eguneratu Nire zaletasunak
fi: Päivitä kiinnostuksen kohteet
ga: Nuashonraigh M'ábhair spéise
gl: Actualizar Os meus intereses
hi: मेरी रूचियाँ अपडेट करें
hr: Aktualizacija Mojih interesa
hu: Érdekl. kör funkció frissítése
hy: Թրմցնել Իմ հետաքրքրությունները
is: Uppfæra „Áhugamálin mín“
kk: Менің қызығушылық-ды жаңарту
lt: Atnaujinti „Mano pomėgiai“
lv: Atjaunināt Manas intereses
nb: Oppdater Mine interesser
nl: Mijn interesses bijwerken
pt_br: Atualize Meus interesses
pt_pt: Actualizar Os meus interesses
ro: Actualizare Interesele mele
ru_ru: Обновить “Интересные”
sl: Posodobite meni Moja zanimanja
sr: Ažuriraj Moja interesovanja
sv: Uppdatera Mina intressen
tr_tr: İlgi alanlarım'ı güncelle
uk: Оновлення заст. «Мої інтереси»
uz: Qiziqishlarimni yangilash

# IDS_LCKSCN_HEADER_CHANGE_CATEGORY_SELECTION_ABB
source: Change category selection
ar: تغيير تحديد الفئة
az: Kateqoriya seçimini dəyiş
da: Skift kategorivalg
es_us: Cambiar selección de categoría
et: Kategooriate valiku muutmine
eu: Aldatu hautatutako kategoria
fi: Muuta luokkien valintaa
ga: Athraigh rogha na catagóire
gl: Cambiar selección de categoría
hi: श्रेणी चयन बदलें
hr: Promjena odabira kategorija
hu: Albumkategória kiválasztása
hy: Փոխել կատեգորիայի ընտրությունը
is: Breyta vali á flokkum
kk: Санат таңдауын өзгерту
lt: Keisti pasirinktą kategoriją
lv: Mainīt kategoriju izvēli
nb: Endre kategorivalg
nl: Categorieselectie wijzigen
pt_br: Alterar seleção da categoria
pt_pt: Alterar selecção de categoria
ro: Schimbare selecţie categorie
ru_ru: Выбрать другую категорию
sl: Spremenite izbiro kategorije
sr: Promeni izbor kategorije
sv: Ändra kategorival
tr_tr: Kategori seçimini değiştir
uk: Змінення вибору категорії
uz: Toifa tanlovini o‘zgartirish

# IDS_LCKSCN_BUTTON_DO_NOT_ENABLE_ABB
source: Do not enable
ar: عدم التفعيل
az: Aktivləşdirmə
da: Aktiver ikke
es_us: No activar
et: Ära aktiveeri
eu: Ez gaitu
fi: Älä ota käytt.
ga: Ná cumasaigh
gl: Non activar
hi: सक्षम न करें
hr: Nemoj uklj.
hu: Ne kapcs. be
hy: Չընձեռել
is: Ekki kveikja
kk: Қоспау
lt: Neįjungti
lv: Neaktivizēt
nb: Ikke aktiver
nl: Niet inschak.
pt_br: Não ativar
pt_pt: Não activar
ro: Nu activaţi
ru_ru: Не включать
sl: Ne omogoči
sr: Ne dozvoli
sv: Aktivera inte
tr_tr: Etkinleştirme
uk: Не вмикати
uz: Yoqilmasin

# IDS_LCKSCN_BUTTON_DOWNLOAD_ABB3
source: Download
ar: تنزيل
az: Yüklə
da: Overfør
es_us: Descargar
et: Lae alla
eu: Deskargatu
fi: Lataa
ga: Íoslódáil
gl: Descargar
hi: डाउनलोड
hr: Preuzmi
hu: Letöltés
hy: Ներբեռնել
is: Sækja
kk: Жүктеу
lt: Atsisiųsti
lv: Lejupiel.
nb: Last ned
nl: Downloaden
pt_br: Baixar
pt_pt: Transferir
ro: Descărc.
ru_ru: Загрузить
sl: Prenos
sr: Preuzmi
sv: Hämta
tr_tr: İndir
uk: Завантаж.
uz: Yuklab ol
