Repository: tizenorg/profile.mobile.apps.native.wallpaper-ui-service
Catalog: res/po_sdk/*.po
Languages: ar, az, da, es_us, et, eu, fi, ga, gl, hi, hr, hu, hy, is, kk, lt, lv, nb, nl, pt_br, pt_pt, ro, ru_ru, sl, sr, sv, tr_tr, uk, uz

# IDS_LCKSCN_HEADER_ENHANCED_SERVICE_ABB
source: Enhanced service
ar: الخدمة المحسنة
az: Genişləndirilmiş xidmət
da: Udvidet tjeneste
es_us: Servicio mejorado
et: Täiendatud teenus
eu: Zerbitzu hobetua
fi: Parannettu palvelu
ga: Seirbhís fheabhsaithe
gl: Servizo mellorado
hi: उन्नत सेवा
hr: Napredna usluga
hu: Bővített szolgáltatás
hy: Կատարելագործված ծառայություն
is: Aukin þjónusta
kk: Күшейтілген қызмет
lt: Tobulesnė paslauga
lv: Paplašinātais pakalpojums
nb: Forbedret tjeneste
nl: Verbeterde service
pt_br: Melhoria de serviço
pt_pt: Serviço melhorado
ro: Serviciu îmbunătăţit
ru_ru: Расширенная служба
sl: Izboljšana storitev
sr: Poboljšana usluga
sv: Avancerad tjänst
tr_tr: Gelişmiş servis
uk: Послуга оновлення ПЗ
uz: Kuchaytirilgan xizmat

# IDS_LCKSCN_HEADER_DISCARD_CHANGES_ABB
source: Discard changes
ar: تجاهل التغييرات
az: Dəyişikliklərdən imtina et
da: Kassér ændringer
es_us: Descartar cambios
et: Loobu muudatustest
eu: Baztertu aldaketak
fi: Hylkää muutokset
ga: Cuileáil athruithe
gl: Descartar cambios
hi: बदलाव निरस्त करें
hr: Odbaci promjene
hu: Változtatások elvetése
hy: Դեն նետել փոփոխությունները
is: Hunsa breytingar
kk: Өзгертулерді алып тастау
lt: Atmesti pakeitimus
lv: Atmest izmaiņas
nb: Forkast endringer
nl: Wijzigingen negeren
pt_br: Descartar alterações
pt_pt: Eliminar alterações
ro: Anulaţi modificările
ru_ru: Отменить изменения
sl: Zavrzite spremembe
sr: Odbaci promene
sv: Ignorera ändringar
tr_tr: Değişiklikleri iptal et
uk: Скасувати внесені зміни
uz: O‘zgartirishlarni rad etish

# IDS_LCKSCN_BUTTON_LOCK_SCREEN_ABB2
source: Lock screen
ar: شاشة القفل
az: Kilid ekran
da: Låseskærm
es_us: Bloq. pant.
et: Luk.ekraan
eu: Blokeo pan.
fi: Luk.näyttö
ga: Sc. glasála
gl: Pant.bloqu.
hi: लॉक स्क्रीन
hr: Zak. zaslon
hu: Zár. képer.
hy: Կողպ. էկրան
is: Lásskjár
kk: Экран құл-у
lt: Užrak. ekr.
lv: Bloķ. ekr.
nb: Låseskjerm
nl: Schermverg.
pt_br: Bloq. tela
pt_pt: Ecrã bloq.
ro: Bloc. ecr.
ru_ru: Экран блок.
sl: Zak. zaslon
sr: Zaklj. ekr.
sv: Låsskärm
tr_tr: Kilt ekranı
uk: Екр.блокув.
uz: Blk. ekrani

# IDS_LCKSCN_BUTTON_HOME_SCREEN_ABB
source: Home screen
ar: الشاشة الرئيسية
az: Əsas ekran
da: Startskærm
es_us: Pan. inicio
et: Avaekraan
eu: Pan. nagus.
fi: Alkunäyttö
ga: Scá. baile
gl: Pant.inicio
hi: होम स्क्रीन
hr: Poč. zaslon
hu: Kezdőképer.
hy: Հիմն. էկրան
is: Heimaskjár
kk: Баст. экран
lt: Pradž. ekr.
lv: Sāk. ekr.
nb: Startskjmb.
nl: Startscherm
pt_br: Tela inic.
pt_pt: Ecrã princ.
ro: Ecran Acasă
ru_ru: Глав. экран
sl: Dom. zaslon
sr: Počet. ekr.
sv: Hemskärm
tr_tr: Ana ekran
uk: Голов.екран
uz: Asos. ekran

# IDS_LCKSCN_BUTTON_DISCARD
source: Discard
ar: رفض
az: İmtina
da: Afvis
es_us: Descartar
et: Loobu
eu: Baztertu
fi: Hylkää
ga: Cuileáil
gl: Descartar
hi: निरस्त
hr: Odbaci
hu: Elvetés
hy: Դեն նետել
is: Fleygja
kk: Алып таст.
lt: Panaikinti
lv: Atmest
nb: Forkast
nl: Negeren
pt_br: Descartar
pt_pt: Eliminar
ro: Renunţare
ru_ru: Удалить
sl: Zavrzi
sr: Odbaci
sv: Ignorera
tr_tr: Vazgeç
uk: Відхилити
uz: Tashlash

# IDS_LCKSCN_BUTTON_CANCEL
source: Cancel
ar: إلغاء
az: Ləğv et
da: Annullér
es_us: Cancelar
et: Tühista
eu: Ezeztatu
fi: Peruuta
ga: Cealaigh
gl: Cancelar
hi: रद्द
hr: Prekid
hu: Mégse
hy: Չեղարկել
is: Hætta v.
kk: Тоқтату
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru_ru: Отмена
sl: Prekliči
sr: Otkaži
sv: Avbryt
tr_tr: İptal
uk: Скасувати
uz: Bekor qilish

# IDS_LCKSCN_BUTTON2_SLIDESHOW
source: Slideshow
ar: عرض الشرائح
az: Slayd nümayişi
da: Diasshow
es_us: Presentación
et: Slaidi- seanss
eu: Diaporama
fi: Diaesitys
ga: Taispeántas sleamhnán
gl: Presentaci. diaposit.
hi: स्लाइड शो
hr: Prezentac.
hu: Diabemutató
hy: Սլայդերի ցուցադրում
is: Skyggnu- sýning
kk: Слайдшоу
lt: Skaidrių rodymas
lv: Slaidrāde
nb: Bilde- fremvisning
nl: Diashow
pt_br: Apresent. slides
pt_pt: Apresent. de slides
ro: Exp. diap.
ru_ru: Слайд-шоу
sl: Dia– projekcija
sr: Slajd-šou
sv: Bildspel
tr_tr: Slayt gösterisi
uk: Слайд- шоу
uz: Slayd-shou

# IDS_LCKSCN_BUTTON2_MY_INTERESTSM_PREFERRED_CATEGORIES_ABB
source: My interests
ar: اهتماماتي
az: Maraqlarım
da: Mine interesser
es_us: Mis intereses
et: Minu huvid
eu: Nire zaletasunak
fi: Kiinnost. kohteet
ga: M'ábhair spéise
gl: Os meus intereses
hi: मेरी रूचियाँ
hr: Moji interesi
hu: Érdeklődési kör
hy: Իմ հետաքրքը- րությունները
is: Áhugamálin mín
kk: Менің қызығу шылықтарым
lt: Mano pomėgiai
lv: Manas intereses
nb: Mine interesser
nl: Mijn interesses
pt_br: Meus interesses
pt_pt: Os meus interesses
ro: Interesele mele
ru_ru: Интересные
sl: Moja zanimanja
sr: Moja intere- sovanja
sv: Mina intressen
tr_tr: İlgi alanlarım
uk: Мої інтереси
uz: Qiziqish- larim

# IDS_LCKSCN_BODY_GALLERY
source: Gallery
ar: استوديو
az: Qalereya
da: Galleri
es_us: Galería
et: Galerii
eu: Galeria
fi: Galleria
ga: Gailearaí
gl: Galería
hi: गैलरी
hr: Galerija
hu: Galéria
hy: Պատկերասրահ
is: Gallerí
kk: Галерея
lt: Galerija
lv: Galerija
nb: Galleri
nl: Galerij
pt_br: Galeria
pt_pt: Galeria
ro: Galerie
ru_ru: Галерея
sl: Galerija
sr: Galerija
sv: Galleri
tr_tr: Galeri
uk: Галерея
uz: Galereya

# IDS_ST_SK3_SETTINGS
source: Settings
ar: الضبط
az: Parametrlər
da: Indstillinger
es_us: Configuración
et: Seaded
eu: Ezarpenak
fi: Asetukset
ga: Socruithe
gl: Axustes
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կայանքներ
is: Stillingar
kk: Параметрлері
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pt_br: Config.
pt_pt: Definições
ro: Setări
ru_ru: Настройки
sl: Nastavitve
sr: Podešavanja
sv: Inställningar
tr_tr: Ayarlar
uk: Установки
uz: Parametrlar

source: Connecting via mobile network may incur additional charges depending on your payment plan.
ar: قد يترتب على الاتصال عبر شبكة الهاتف المحمول فرض تكاليف إضافية وفقا لخطة الدفع.
az: Tarif planınızdan asılı olaraq mobil şəbəkə ilə qoşulmaq əlavə xərclərə səbəb ola bilər.
da: Oprettelse af forbindelse via mobilt netværk kan medføre yderligere gebyrer afhængigt af dit abonnement.
es_us: La conexión mediante red móvil puede generar costos adicionales según el plan de pago.
et: Mobiilsidevorgu kaudu uhenduse loomisel voivad rakenduda lisatasud soltuvalt teie paketist.
eu: Baliteke mugikor sare bidez konektatzeak kostu osagarriak eragitea zure ordainketa planaren arabera
fi: Matkapuhelinverkkoyhteyden muodostamisesta voidaan periä lisämaksuja tilauksestasi riippuen.
ga: Is féidir go ngearrfar táillí breise ar nascadh le líonra móibíleach ag brath ar do phlean íocaíochta
gl: A conexión a través dunha rede móbil pode implicar a aplicación de tarifas adicionais en función do teu plan de pago
hi: आपके भुगतान योजना पर निर्भर मोबाइल नेटवर्क द्वारा कनेक्ट करने के लिए अतिरिक्त शुल्क लग सकते हैं।
hr: Spajanje putem mobilne mreže može povećati troškove ovisno o vašoj tarifi.
hu: Előfizetésétől függően lehetséges, hogy a mobilhálózaton keresztül történő kapcsolódásért további díjat kell fizetni.
hy: Շարժական ցանցի միջոցով միացումը կարող է լրացուցիչ վճար պահանջել՝ Ձեր վճարային պլանից կախված:
is: Tenging í gegnum farsímanet kann að hafa í för með sér aukakostnað eftir því hvernig áskrift þinni er háttað.
kk: Ұялы желі байланысы арқылы қосылуға төлем жоспарына байланысты қосымша ақылар алынуы мүмкін.
lt: Jungiantis per mobilųjį tinklą gali būti taikomas papildomas mokestis, atsižvelgiant į mokėjimo planą.
lv: Savienojuma izveide, izmantojot mobilo tīklu, var radīt papildu izmaksas atkarībā no jūsu tarifu plāna.
nb: Tilkobling via mobilnett kan medføre ekstra kostnader, avhengig av abonnementet ditt.
nl: Afhankelijk van uw abonnement kan verbinding via mobiel netwerk extra kosten met zich meebrengen.
pt_br: Conectar via rede de telefonia celular poderá gerar cobranças adicionais dependendo do seu plano de pagamento.
pt_pt: A ligação através da rede móvel pode implicar taxas adicionais dependendo do seu plano tarifário.
ro: Conectarea prin intermediul reţelei mobile poate genera costuri suplimentare, în funcţie de planul de plăţi.
ru_ru: За подключение по мобильной сети может взиматься дополнительная плата (в зависимости от вашего тарифного плана).
sl: Povezava z mobilnim omrežjem lahko povzroči dodatne stroške, odvisno od vaše naročnine.
sr: Povezivanje putem mobilne mreže može dovesti do dodatnih troškova u zavisnosti od načina plaćanja.
sv: Att ansluta via mobilnätverket kan medföra extra avgifter beroende på din betalningsplan.
tr_tr: Ödeme planınıza bağlı olarak mobil ağa bağlanmak ek ücrete tabi olabilir.
uk: Підключення через мобільну мережу може призвести до додаткових витрат залежно від тарифного плану.
uz: Mobil tarmoq orqali ulanish uchun qo‘shimcha to‘lov olinishi mumkin, to‘lov rejangiz asosida.

# IDS_ST_OPT_EVERY_PD_HOURS_ABB2
source: Every %d hours
ar: كل %d ساعات
az: Hər %d saatdan bir
da: Hver %d. time
es_us: Cada %d horas
et: Iga %d tunni järel
eu: %d orduro
fi: %d tunnin välein
ga: Gach %d uair an chloig
gl: Cada %d horas
hi: प्रत्येक %d घंटे
hr: Svakih %d sati
hu: %d óránként
hy: Ամեն %d ժամը
is: Á %d klst. fresti
kk: %d сағат сайын
lt: Kas %d val.
lv: Ik pēc %d stundām
nb: Hver %d. time
nl: Om de %d uur
pt_br: A cada %d horas
pt_pt: Cada %d horas
ro: La fiecare %d ore
ru_ru: Каждые %d часа
sl: Vsakih %d h
sr: Svakih %d sata/i
sv: Var %d timme
tr_tr: Her %d saat
uk: Кожні %d год.
uz: Har %d soat

# IDS_ST_OPT_EVERY_1_HOUR
source: Every 1 hour
ar: كل ساعة
az: Hər 1 saatdan
da: Hver time
es_us: Cada hora
et: Iga 1 t järel
eu: Ordubetero
fi: 1 tunnin välein
ga: Gach 1 uair an chloig
gl: Cada 1 hora
hi: हर 1 घंटे
hr: Svakih 1 sat
hu: 1 óránként
hy: Ամեն 1 ժամ
is: Á 1 klst. fr.
kk: 1 сағат сайын
lt: Kas 1 val.
lv: Ik pēc 1 st.
nb: Hver time
nl: Elk uur
pt_br: A cada 1 hora
pt_pt: Cada 1 hora
ro: La fiecare oră
ru_ru: Каждый час
sl: Vsako uro
sr: Svakog sata
sv: Varje timme
tr_tr: 1 saatte bir
uk: Кожну 1 годину
uz: Har 1 soat

# IDS_ST_HEADER_SELECT_ALL_ABB2
source: Select all
ar: تحديد الكل
az: Hamısını seç
da: Vælg alle
es_us: Seleccionar todo
et: Vali kõik
eu: Hautatu denak
fi: Valitse kaikki
ga: Roghnaigh gach
gl: Seleccionar todo
hi: सभी चुनें
hr: Odaberi sve
hu: Összes kijelölése
hy: Ընտրել բոլորը
is: Velja allt
kk: Барлығын таңдау
lt: Pasirinkti visus
lv: Izvēlēties visu
nb: Velg alle
nl: Alles selecteren
pt_br: Selecionar todos
pt_pt: Seleccionar tudo
ro: Selectare totală
ru_ru: Выбрать все
sl: Izberi vse
sr: Izaberi sve
sv: Välj alla
tr_tr: Tümünü seç
uk: Вибрати всі
uz: Barchasini tanlash

# IDS_ST_HEADER_COLOUR_THEME
source: Colour theme
ar: سمة اللون
az: Rəng mövzusu
da: Farvetema
es_us: Tema de color
et: Värviteema
eu: Kolore gaia
fi: Väriteema
ga: Téama dathanna
gl: Tema da cor
hi: रंग थीम
hr: Tema boje
hu: Színséma
hy: Գույնի թեմա
is: Litaþema
kk: Түрлі түсті тақырып
lt: Spalvos tema
lv: Krāsas motīvs
nb: Fargetema
nl: Kleurenthema
pt_br: Tema de cores
pt_pt: Tema de cores
ro: Temă culoare
ru_ru: Цветовая тема
sl: Barvna tema
sr: Color theme
sv: Färgtema
tr_tr: Renk teması
uk: Схема кольорів
uz: Rang mavzusi

# IDS_ST_BUTTON2_DEFAULT_WALLPAPERS_ABB
source: Default wallpapers
ar: خلفيات افتراضية
az: Def. divar kağızları
da: Standard- baggrunde
es_us: Fond. de pant. predet.
et: Vaike- taustpildid
eu: Hor. paper lehenetsiak
fi: Oletus- taustakuvat
ga: Cúlbhrait réamhshocr.
gl: Fondos pant.prede.
hi: डिफॉल्ट वॉलपेपर्स
hr: Zadane pozadine
hu: Alapért. háttérképek
hy: Կանխադրված պաստառներ
is: Sjálfgefið veggfóður
kk: Әдепкі тұсқағаздар
lt: Numatyt. ekrano fon.
lv: Noklus. fona attēli
nb: Standard bakgrunner
nl: Standaard- achtergr.
pt_br: Papéis padrão
pt_pt: Fundos padrão
ro: Fundaluri implicite
ru_ru: Стандартные обои
sl: Privzeta ozadja
sr: Podrazum. tapeti
sv: Standard- bakgrunder
tr_tr: Vrsyln duvar kağıtları
uk: Стандартні заставки
uz: Birlamchi fon rasmi

source: The colour theme will be changed to match your selected wallpaper. To set the colour theme manually, go to Settings > Colour theme.
ar: سيتم تغيير سمة اللون لتتناسب مع خلفية شاشتك المحددة. لضبط سمة اللون يدويًا، انتقل إلى الضبط > سمة اللون.
az: Rəng mövzusu seçilən divar kağızınıza uyğun olması üçün dəyişdiriləcəkdir. Rəng mövzusunu əllə qurmaq üçün Parametrlər > Rəng mövzusu seçin.
da: Farvetemaet bliver ændret, så det matcher din valgte baggrund. For at indstille farvetemaet manuelt skal du gå til Indstillinger > Farvetema.
es_us: El tema de color se cambiará para hacer coincidir el fondo de pantalla que seleccionó. Para definir manualmente el tema de color, vaya a Configuración > Tema de color.
et: Värviteemat muudetakse, et see sobiks teie valitud taustpildiga. Värviteema käsitsi määramiseks avage menüü Seaded > Värviteema.
eu: Kolore gaia aldatu egingo da hautatu duzun horma paperarekin bat egiteko. Kolore gaia eskuz ezartzeko, joan Ezarpenak > Kolore gaia aukerara.
fi: Väriteema vaihdetaan vastaamaan valittua taustakuvaa. Jos haluat määrittää väriteeman manuaalisesti, valitse Asetukset > Väriteema.
ga: Athrófar an téama dathanna le teacht le do chúlbhrat roghnaithe. Leis an téama dathanna a shocrú de láimh, gabh chuig Socruithe > Téama dathanna.
gl: O tema de cor cambiarase para adaptalo ao teu fondo de pantalla seleccionado. Para definir o tema de cor manualmente, vai a Axustes > Tema de cor.
hi: रंग विषयवस्तु आपके चयनित वॉलपेपर से मेल खाने के लिए बदला जाएगा। मैनुअल रूप से रंग विषयवस्तु सेट करने के लिए, सेटिंग्स > रंग विषयवस्तु पर जाएँ।
hr: Promijenit će se tema boje da bi se slagala s odabranom pozadinom. Da biste ručno odabrali temu boje, idite na Postavke > Tema boje.
hu: A színtéma a kiválasztott háttérképnek megfelelően módosul. A színtéma kézi beállításához válassza a Beállítások > Színtéma menüpontot.
hy: Գույնի թեման կփոխվի, որպեսզի համապատասխանի Ձեր ընտրած պաստառին: Գույնի թեման ձեռքով նախադրելու համար գնացեք Դրվածքներ > Գույնի թեմա:
is: Litaþema verður breytt til að það passi við veggfóðrið þitt. Þú getur breytt litaþemanu handvirkt með því að opna Stillingar > Litaþema.
kk: Таңдаған түсқағазыңызға сәйкес келуі үшін түрлі түсті тақырыбы өзгертіледі. Түс тақырыбыңызды қолмен орнату үшін Параметрлер > Түрлі түсті тақырып бөліміне өтіңіз.
lt: Spalvų tema bus pakeista, kad atitiktų pasirinktą ekrano foną. Jei spalvų temą norite nustatyti rankiniu būdu, eikite į skirtuką Nustatymai > Spalvų tema.
lv: Krāsu motīvs tiks mainīts, lai atbilstu jūsu izvēlētajam fona attēlam. Lai krāsu motīvu iestatītu manuāli, izvēlieties Iestatījumi > Krāsu motīvs.
nb: Fargetemaet blir endret til å passe den valgte bakgrunnen. Hvis du vil angi fargetemaet manuelt, kan du gå til Innstillinger > Fargetema.
nl: Het kleurenthema wordt gewijzigd om overeen te komen met uw geselecteerde achtergrond. Als u het kleurenthema handmatig wilt instellen, gaat u naar Instellingen > Kleurenthema.
pt_br: O tema de cor será alterado para combinar com o papel de parede selecionado. Para definir o tema de cor manualmente, vá para Configurações > Tema de cor.
pt_pt: O tema de cores vai ser alterado para corresponder ao fundo seleccionado. Para definir o tema de cores manualmente, vá para Definições > Tema de cores.
ro: Tema de culoare se va schimba pentru a corespunde fundalului selectat. Pentru a seta manual tema de culoare, deschideţi meniul Setări > Temă de culoare.
ru_ru: Цветовая тема будет изменена в соответствии с выбранными обоями. Чтобы установить цветовую тему вручную, перейдите в меню “Параметры” > “Цветовая тема”.
sl: Barvna tema bo spremenjena, da se bo ujemala z izbranim ozadjem. Če želite barvno temo nastaviti ročno, pojdite v Nastavitve > Barvna tema.
sr: Tema boja biće promenjena kako bi odgovarala izabranom tapetu. Da bi ručno podesio/la temu boja, idi na Podešavanja > Tema boja.
sv: Färgtemat ändras till att passa din bakgrund. Om du vill ställa in färgtemat manuellt går du till Inställningar > Färgtema.
tr_tr: Renk teması, duvar kağıdınızla eşleşmesi için değiştirilecek. Renk temasını manuel olarak ayarlamak için Ayarlar > Renk teması bölümüne gidin.
uk: Схему кольорів буде змінено для відповідності вибраній заставці. Щоб встановити схему кольорів вручну, перейдіть до розділу «Установки» > «Схема кольорів».
uz: Tanlangan fon rasmingizga moslash uchun rang mavzusi o‘zgartiriladi. Rang mavzusini qo‘lda o‘rnatish uchun Parametrlar > Rang mavzusiga o‘ting.

# IDS_STRAVEL_OPT_TRAVEL_WALLPAPER_ABB
source: Travel wallpaper
ar: خلفية السفر
az: Səyahət div.kağ.
da: Rejsebaggrund
es_us: Fondo pant. viaje
et: Reisitaustpilt
eu: Bidaia horma papera
fi: Matkataustakuva
ga: Cúlbhrat taistil
gl: Fondo pant. viaxe
hi: यात्रा वॉलपेपर
hr: Pozadina putovanja
hu: Utazás háttérkép
hy: Ճնպրհրդական պաստառ
is: Ferðaveggfóður
kk: Саяхат түсқағазы
lt: Kelion. ekr. fonas
lv: Fona att. ar ceļ.
nb: Reisebakgrunn
nl: Achtergrond reizen
pt_br: Fundo de viagem
pt_pt: Fundo Viagem
ro: Fundal călătorie
ru_ru: Обои туриста
sl: Potovalno ozadje
sr: Turistički tapet
sv: Resebakgrund
tr_tr: Seyahat duvar kağd
uk: Заст. для подорожі
uz: Sayohat fon rasmi

# IDS_TPLATFORM_ACBUTTON_DONE_ABB
source: DONE
ar: تم
az: HAZIR
da: UDFØRT
es_us: REALIZADO
et: VALMIS
eu: EGINA
fi: VALMIS
ga: DÉANTA
gl: FEITO
hi: पूर्ण
hr: GOTOVO
hu: KÉSZ
hy: ԱՐՎԱԾ
is: LOKIÐ
kk: ДАЙЫН
lt: ATLIKTA
lv: GATAVS
nb: FULLFØRT
nl: GEREED
pt_br: CONCLUÍDO
pt_pt: CONCLUÍDO
ro: EFECTUAT
ru_ru: ГОТОВО
sl: KONČANO
sr: GOTOVO
sv: KLAR
tr_tr: BİTTİ
uk: ГОТОВО
uz: BAJARILDI

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
ar: إلغاء
az: LƏĞV ET
da: ANNULLER
es_us: CANCELAR
et: TÜHISTA
eu: UTZI
fi: PERUUTA
ga: CUIR AR CEAL
gl: CANCELAR
hi: रद्द करें
hr: ODUSTANI
hu: MÉGSE
hy: ԴԱԴԱՐԵՑՆԵԼ
is: HÆTTA VIÐ
kk: БАС ТАРТУ
lt: ATŠAUKTI
lv: ATCELT
nb: AVBRYT
nl: ANNULEREN
pt_br: CANCELAR
pt_pt: CANCELAR
ro: ANULARE
ru_ru: ОТМЕНА
sl: PREKLIČI
sr: OTKAŽI
sv: AVBRYT
tr_tr: İPTAL
uk: СКАСУВАТИ
uz: BEKOR QILISH

# IDS_CALL_BODY_NETWORK_ERROR_OCCURRED_TRY_LATER
source: Network error occurred. Try later.
ar: حدث خطأ بالشبكة. حاول في وقت لاحق.
az: Şəbəkə səhvi baş verdi. Daha sonra cəhd edin
da: Der opstod en netværksfejl. Prøv senere.
es_us: Se ha producido un error de red. Inténtelo más tarde.
et: Ilmnes võrgutõrge. Proovige hiljem.
eu: Sareko errorea gertatu da. Saiatu geroago.
fi: Verkkovirhe. Yritä myöhemmin uudelleen.
ga: Tharla earráid líonra. Triail arís ar ball.
gl: Houbo un erro de rede. Inténtao máis tarde.
hi: नेटवर्क त्रुटि पाई गई। बाद में प्रयास करें।
hr: Greška mreže. Pokušajte kasnije.
hu: Hálózati hiba történt. Próbálja meg később.
hy: Ցանցի սխալ տեղի ունեցավ: Փորձեք ավելի ուշ
is: Netvilla kom upp. Reyndu aftur síðar.
kk: Желілік қате анықталды. Кейінірек қайталаңыз
lt: Įvyko tinklo klaida. Bandykite vėliau.
lv: Radās tīkla kļūda. Mēģiniet vēlāk.
nb: Nettverksfeil oppstod. Prøv igjen senere.
nl: Netwerkfout opgetreden. Probeer het later.
pt_br: Ocorreu um erro de rede. Tente mais tarde.
pt_pt: Ocorreu um erro de rede. Tente mais tarde.
ro: Eroare de reţea apărută. Încercaţi mai târziu.
ru_ru: Произошла ошибка сети. Повторите попытку позже
sl: Prišlo je do omrežne napake. Poskusite pozneje.
sr: Došlo je do greške mreže. Probaj kasnije.
sv: Ett nätverksfel inträffade. Försök senare.
tr_tr: Ağ hatası oluştu. Sonra dene.
uk: Сталася помилка мережі. Спробуйте пізніше
uz: Tarmoq xatosi yuzaga keldi. Keyinroq urinib ko‘ring

# MIDS_LSM_POP_IF_YOU_DISABLE_ENHANCED_SERVICE_MSG
source: If you disable Enhanced service, your preferences will be deleted and this may affect the quality of the service provided.
ar: إذا قمت بتعطيل الخدمة المعززة، فسيتم حذف تفضيلاتك وقد يؤثر هذا على جودة الخدمة المقدمة.
az: Təkmilləşdirilmiş xidməti ləğv etsəniz, seçinləriniz silinəcək və bu, nəticədə təqdim olunan xidmətin keyfiyyətinə təsir edə bilər.
da: Hvis du deaktiverer Forbedret tjeneste, bliver dine valg slettet, og dette kan påvirke kvaliteten af den leverede tjeneste.
es_us: Si deshabilita esta opción, se eliminarán sus preferencias, lo que puede afectar la calidad del servicio provisto.
et: Täiustatud teenuse keelamise korral kustutatakse teie eelistused ja see võib mõjutada pakutava teenuse kvaliteeti.
eu: Zerbitzua ezgaitu ezkero, zure lehentasunak ezabatuko dira, eta horrek eskainitako zerbitzuaren kalitatean eragina izan dezake.
fi: Jos poistat Parannetun palvelun käytöstä, omat asetuksesi poistetaan, ja tämä voi vaikuttaa käytettävissä olevan palvelun laatuun.
ga: Má díchumasaíonn tú Seirbhís fheabhsaithe, scriosfar do shainroghanna agus is féidir go mbeadh tionchar aige sin ar cháilíochta na seirbhíse a chuirtear ar fáil.
gl: Se desactivas este servizo, eliminaranse as túas preferencias e isto pode afectar á calidade do servizo prestado.
hi: यदि आप उन्नत सेवा अक्षम करते हैं, तो आपकी प्राथमिकताएं हटा दी जाएंगी और यह आपके सेवा प्रदाता की गुणवत्ता को प्रभावित कर सकता है.
hr: Ako onemogućite Poboljšane usluge, vaše će se postavke izbrisati, a to može utjecati na kvalitetu pružene usluge.
hu: A Beállítások menüben letilthatja a Bővített szolgáltatást és törölheti a beállításait.
hy: Եթե դուք անջատումեք Ընդլայնված սպասարկումը, ապա ձեր կարգավորումները կհեռացվեն, ինչը կարող է ազդել մատուցվող ծառայության որակի վրա:
is: Ef þú gerir aukna þjónustu óvirka verður kjörstillingunum þínum eytt. Þetta kann að hafa áhrif á gæði þeirrar þjónustu sem er í boði.
kk: Кеңейтілген қызметті өшірсеңіз, өзгертулеріңіз жойылады және бұл көрсетілетін қызмет сапасына әсер етуі мүмкін
lt: Jei išjungsite „Pritaikytos paslaugos“, jūsų nuostatos bus pašalintos, o tai gali turėti įtakos teikiamų paslaugų kokybei.
lv: Ja atspējojat Uzlaboto pakalpojumu, jūsu izvēle tiks dzēsta, un tas var ietekmēt sniegtā pakalpojuma kvalitāti.
nb: Hvis du deaktivere tjenesten Enhanced, blir innstillingene slettet. Dette kan påvirke kvaliteten på tjenesten.
nl: Als u de Verbeterde service uitschakelt, worden uw voorkeuren verwijderd en kan dit invloed hebben op de kwaliteit van de geleverde service.
pt_br: Se você desativar o serviço avançado, suas preferências serão excluídas e isso poderá afetar a qualidade do serviço fornecido.
pt_pt: Se desactivar o serviço Melhorado, as suas preferências serão eliminadas, o que poderá afectar a qualidade do serviço prestado.
ro: Dacă dezactivaţi Serviciul îmbunătăţit, preferinţele dvs. vor fi şterse, iar acest fapt poate afecta calitatea serviciului oferit.
ru_ru: Если вы отключите расширенную службу, заданные вами параметры будут удалены, что может сказаться на качестве предоставляемых услуг.
sl: Če onemogočite izboljšano storitev, se vaše nastavitve izbrišejo, kar lahko vpliva na kakovost zagotovljenih storitev.
sr: Ako onemogućite poboljšanu uslugu, vaše preference se brišu, a to može da utiče na kvalitet pružene usluge.
sv: Om du inaktiverar Förbättrad tjänst kommer dina inställningar att raderas och detta kan påverka tjänstens kvalitet.
tr_tr: Geliştirilmiş hizmeti devre dışı bırakırsanız, tercihleriniz silinir, bu durum da sağlanan hizmet kalitesini etkileyebilir.
uk: MIDS_LSM_POP_IF_YOU_DISABLE_ENHANCED_SERVICE_MSG
uz: Agar Kengaytirilgan xizmatni o'chirsangiz, sizning sozlashlaringiz yo'q qilinadi va bu ko'rsatilayotgan xizmatning sifatiga ta'sir qilishi mumkin.
