Repository: tizenorg/profile.mobile.apps.native.wallpaper-ui-service
Catalog: res/po_sdk/*.po
Languages: ar, az, da, es_us, et, eu, fi, ga, gl, hi, hr, hu, hy, is, kk, lt, lv, nb, nl, pt_br, pt_pt, ro, ru_ru, sl, sr, sv, tr_tr, uk, uz

# MIDS_LSM_MSG_TO_PROVIDE_YOU_WITH_A_MORE_ENHANCED_EXPERIENCE_MSG
source: To provide you with a more enhanced experience, we seek access to your device identifier and what type of categories selected or images rendered. You may disable Enhanced service and delete your preferences through the Settings menu.
ar: MIDS_LSM_MSG_TO_PROVIDE_YOU_WITH_A_MORE_ENHANCED_EXPERIENCE_MSG
az: Sizə daha yüksək istifadə təcrübəsini təmin etmək üçün bizə cihaz identifikatorunuza giriş və seçilmiş kateqoriyalarının və ya emal olunan təsvirlərinin hansı növlərdən olması lazımdır. Parametrlər menyusu vasitəsilə Təkmilləşdirilmiş xidməti ləğv etmək və öz seçimlərinizi silmək mümkündür.
da: For at give dig en bedre oplevelse ønsker vi adgang til din enheds id, hvilke kategorier af billeder der er valgt eller vist og til dine intervalpræferencer for visning af skærmbilleder. Du kan deaktivere Forbedret tjeneste og slette dine valg via menuen Indstillinger.
es_us: Para brindarle una experiencia optimizada, queremos tener acceso al identificador de su dispositivo y saber qué tipo de categorías seleccionó o qué imágenes generó, con la finalidad de conocer sus preferencias y reducir duplicaciones con relación a las imágenes exhibidas. Usted puede, en cualquier momento, desactivar esta opción, y eliminar sus preferencias en el menú Configuración.
et: Teile parema kasutuskogemuse pakkumiseks soovime juurdepääsu teie seadme identifikaatorile, piltide kategooriatele, mida olete valinud ja saanud, samuti teie kuvari intervallide eelistustele. Täiustatud teenuse saate keelata ja eelistused kustutada menüüs Seaded.
eu: MIDS_LSM_MSG_TO_PROVIDE_YOU_WITH_A_MORE_ENHANCED_EXPERIENCE_MSG
fi: Käyttöelämyksen parantamiseksi tarkistamme laitetunnuksen, valitut tai esitettävät kuva-kategoriat sekä tiedot näyttöintervalliasetuksistasi. Voit poistaa Parannetun palvelun käytöstä ja poistaa omat asetuksesi Asetukset-valikossa.
ga: Chur ar fáil duit le taithí níos fearr, is mian linn rochtain ar do aitheantóir gléas, cén catagóirí na n-íomhánna atá roghnaithe a rinneadh, agus a thaispeáint do chuid sainroghanna inmheánacha. Is féidir leat seirbhís feabhsaithe a dhíchumasú agus a scriosadh do chuid sainroghanna tríd an roghchlár Socruithe.
gl: MIDS_LSM_MSG_TO_PROVIDE_YOU_WITH_A_MORE_ENHANCED_EXPERIENCE_MSG
hi: आपको एक अधिक उन्नत अनुभव प्रदान करने के लिए, हम आपके उपकरण पहचानकर्ता और चयनित श्रेणियों का प्रकार या प्रदर्शित छवियों तक पहुंच प्राप्त करने का प्रयास करते हैं. आप सेटिंग मेनू के माध्यम से अपनी उन्नत सेवा को अक्षम कर अपनी प्राथमिकताओं को हटा सकते हैं.
hr: Kako bismo vam ponudili bolji doživljaj, tražimo pristup identifikatoru vašeg uređaja, koje ste kategorije odabrali ili slike učitali. Putem izbornika Postavke možete onemogućiti Poboljšane usluge i izbrisati svoje postavke.
hu: Annak érdekében, hogy továbbfejlesztett élményt biztosíthassunk Önnek, hozzáférést kérünk az eszközazonosítójához, hogy milyen kategóriákat választott ki, milyen képeket jelenített meg, valamint milyen kijelző váltási időközt részesít előnyben. A Beállítások menüben letilthatja a Bővített szolgáltatást és törölheti a beállításait.
hy: Ձեզ ավելի որակյալ սպասարկում տրամադրելու համար մեզ ահնհրաժեշտ է մուտք դեպի Ձեր նույնականացուցիչը (իդենտիֆիկատոր), ինչպես նաև Ձեր ընտրած կատեգորիաների տեսակին և էկրանի պատկերներին: Դուք կարող եք հրաժարվել Ընդլայնված սպասարկումից և հեռացնել Ձեր կարգավորումները Կարգավորումների ընտրացանկում:
is: Til að veita þér betri upplifun biðjum við um aðgang að auðkenni tækisins, upplýsingum um hvaða flokkar mynda eru valdir eða notaðir og kjörstillingum á skjábreytingum. Þú getur gert aukna þjónustu óvirka og eytt kjörstillingunum þínum úr stillingavalmyndinni.
kk: Молырақ тәжірибе беру үшін, біз құрылғы идентификаторына кіру мүмкіндігін және таңдалған санаттардың немесе сақталған суреттердің түрін анықтау жолын іздейміз. «Параметрлер» мәзірі арқылы кеңейтілген қызметті өшіруге және параметрлерді жоюға болады.
lt: MIDS_LSM_MSG_TO_PROVIDE_YOU_WITH_A_MORE_ENHANCED_EXPERIENCE_MSG
lv: Lai nodrošinātu jums labāku pieredzi, mēs lūdzam piekļuvi jūsu ierīces identifikatoram un informācijai par izvēlētajām vai atveidotajām attēlu kategorijām, un jūsu izvēlei par displeja intervālu. Jūs varat atspējot Uzlaboto pakalpojumu un izdzēst savu izvēli izvēlnē Iestatījumi.
nb: For å gi deg en enda bedre opplevelse, vil vi ha tilgang til enhetsidentifikatoren, hvilke kategorier og bilder som har blitt valgt og til intervallinnstillingene dine. Du kan deaktiverer tjenesten Enhanced og slette innstillingene fra menyen Innstillinger.
nl: “Om u een nog betere ervaring te bieden, hebben we toegang nodig tot uw apparaat-id om te bepalen welke en het type categorieën van afbeeldingen dat u hebt geselecteerd of zijn weergegeven de beelden die u hebt gerenderd en om het interval van uw voorkeuren weer te geven. U kunt de Verbeterde service uitschakelen en uw voorkeuren verwijderen via het menu Instellingen.”
pt_br: Para fornecer a você uma experiência mais avançada, buscamos acessar o identificador do seu dispositivo e o tipo de categoria selecionado ou as imagens processadas. Você poderá desativar o serviço avançado e excluir suas preferências por meio do menu Configurações.
pt_pt: Para lhe proporcionar uma experiência Melhorada, solicitamos o acesso ao identificador do seu dispositivo e às categorias de imagens seleccionadas utilizadas. Poderá desactivar este serviço Melhorado e eliminar as suas preferências através do menu de Definições.
ro: Pentru a vă oferi o experienţă îmbunătăţită, solicităm acces la identificatorul dispozitivului şi la tipul de categorii selectate sau de imagini redate. Puteţi să dezactivaţi Serviciul îmbunătăţit şi să ştergeţi preferinţele prin intermediul meniului Setări.
ru_ru: Чтобы повысить удобство пользования, нам требуется доступ к идентификатору вашего устройства и типам выбранных категорий или обрабатываемых изображений. Вы можете отключить расширенную службу и удалить заданные вами параметры в меню настроек.
sl: Da bi vam lahko zagotovili izboljšano izkušnjo, vas prosimo za dostop do identifikatorja vaše naprave in do informacij o izbranih kategorijah ali obdelanih slikah. V meniju Nastavitve lahko onemogočite izboljšano storitev in izbrišete svoje nastavitve.
sr: Da bismo obezbedili još bolje iskustvo, tražimo pristup identifikatoru uređaja i tipu izabranih kategorija ili obrađenih slika. Možete da onemogućite poboljšanu uslugu i izbrišete preference koristeći meni „Postavke”.
sv: För att ge dig en förbättrad upplevelse söker vi tillgång till din enhetsidentifierare, vilka typer av bilder som väljs eller återges samt till inställningar för skärmintervall. Du kan inaktivera Förbättrad tjänst och ta bort dina inställningar via menyn Inställningar.
tr_tr: Size daha gelişmiş bir deneyim sunabilmek için cihaz tanımlayıcınıza ve seçilen kategori veya kullanılan resim türlerine erişim talep etmekteyiz. Geliştirilmiş hizmeti devre dışı bırakabilir ve Ayarlar menüsünden tercihlerinizi silebilirsiniz.
uk: MIDS_LSM_MSG_TO_PROVIDE_YOU_WITH_A_MORE_ENHANCED_EXPERIENCE_MSG
uz: Sizga yanada sifatli xizmat ko’rsatishni taqdim qilish uchun bizga sizning qurilmangiz identifikatori va tanlangan toifalar turiga, yoki ekrandagi tasvirlarga kirish huquqi zarur bo’ladi. Siz Sozlamalar menyusi orqali Kengaytirilgan xizmatdan voz kechishingiz va o’z sozlashlaringizni yo'q qilishingiz mumkin.

# IDS_HS_HEADER_COLOUR_PALETTE_ABB2
source: Colour palette
ar: لوحة الألوان
az: Rəng palitrası
da: Farvepalette
es_us: Paleta de colores
et: Värvipalett
eu: Kolore paleta
fi: Väripaletti
ga: Pailéad dathanna
gl: Paleta de cores
hi: रंग पैलेट
hr: Paleta boja
hu: Színpaletta
hy: Գունապնակ
is: Litaspjald
kk: Бұлт бояуы
lt: Spalvų paletė
lv: Krāsu palete
nb: Fargepalett
nl: Kleurpalet
pt_br: Paleta de cores
pt_pt: Paleta de cores
ro: Paletă de culori
ru_ru: Цветовая палитра
sl: Barvna paleta
sr: Paleta boja
sv: Färgpalett
tr_tr: Renk paleti
uk: Кольорова палітра
uz: Rang palitrasi

# IDS_HS_BUTTON_EDIT_ABB
source: Edit
ar: تعديل
az: Redaktə et
da: Redigér
es_us: Editar
et: Redigeeri
eu: Editatu
fi: Muokkaa
ga: In eagar
gl: Editar
hi: संपादन
hr: Uredi
hu: Szerk.
hy: Խմբագրել
is: Breyta
kk: Өзгерту
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
pt_br: Editar
pt_pt: Editar
ro: Editare
ru_ru: Изменить
sl: Urejanje
sr: Izmeni
sv: Redigera
tr_tr: Düzenle
uk: Редагувати
uz: Tahrirlash

# IDS_MEDIABR_POP_MAXIMUM_NUMBER_OF_PICTURES_HPD_EXCEEDED
source: Maximum number of pictures (%d) exceeded.
ar: تم تجاوز الحد الأقصى لعدد الصور (%d).
az: Şəkillərin sayı maksimumu (%d) keçib.
da: Maksimale antal billeder (%d) overskredet.
es_us: Alcanzó el número máximo de imágenes (%d).
et: Piltide maksimaalne arv (%d) on ületatud.
eu: Gehieneko argazki kopurua (%d) gainditu duzu
fi: Kuvien enimmäismäärä (%d) on ylitetty.
ga: Uaslíon na bpictiúr (%d) sáraithe.
gl: Superouse o número máximo de imaxes (%d)
hi: तस्वीरों की अधिकतम संख्या (%d) पार कर गया।
hr: Premašen maksimalan broj slika (%d).
hu: Túllépte a képek maximális számát (%d).
hy: Նկարների առավելագույն քանակը (%d) գերազանցվել է:
is: Farið fram yfir hámarksfjölda mynda (%d).
kk: Суреттердің ең көп санынан (%d) асып кетті.
lt: Viršytas maksimalus nuotraukų skaičius (%d).
lv: Pārsniegts maksimālais attēlu skaits (%d).
nb: Maksimalt antall bilder (%d) er overskredet.
nl: Maximumaantal foto´s (%d) overschreden.
pt_br: Número máximo de fotos (%d) excedido.
pt_pt: Número máximo de fotografias (%d) excedido.
ro: Numărul maxim de imagini (%d) a fost depăşit.
ru_ru: Превышено максимальное количество фотографий (%d).
sl: Največje dovoljeno število slik (%d) je preseženo.
sr: Prekoračen je maksimalan broj slika (%d).
sv: Högsta antalet bilder (%d) har överskridits.
tr_tr: Maksimum resim sayısı (%d) aşıldı.
uk: Перевищено максимальну кількість зображень (%d).
uz: Rasmlar soni maksimal miqdordan (%d) oshib ketdi.

source: Wallpaper will change every %d hours while connected via Wi-Fi or mobile network.
ar: ستتغير خلفية الشاشة كل %d من الساعات أثناء الاتصال عبر Wi-Fi أو شبكة الهاتف المحمول.
az: Yalnız Wi-Fi və ya mobil şəbəkə ilə qoşulu olduqda divar kağızı hər %d saatdan bir dəyişə bilər.
da: Baggrunden ændres hver %d. time, når der er oprettet forbindelse via Wi-Fi eller mobilt netværk.
es_us: El fondo de pantalla cambiará cada %d horas mientras el dispositivo esté conectado vía Wi-Fi o red móvil.
et: Taustpilt muutub iga %d tunni järel, kui olete ühendatud Wi-Fi või mobiilsidevõrgu kaudu.
eu: Horma papera %d orduz behin aldatuko da, gailua Wi-Fi edo sare mugikor bidez konektatuta dagoenean.
fi: Taustakuva vaihtuu %d tunnin välein, kun yhteys on muodostettu Wi-Fi- tai matkapuhelinverkon kautta.
ga: Athrófar an cúlbhrat gach %d uair an chloig agus é nasctha trí Wi-Fi nó trí líonra móibíleach.
gl: O fondo de pantalla cambiará cada %d horas mentres esteas conectado a través de rede Wi-Fi ou móbil.
hi: Wi-Fi या मोबाइल नेटवर्क के माध्यम से कनेक्ट होने पर प्रत्येक %d घंटों में वॉलपेपर बदल जाएगा।
hr: Pozadina će se mijenjati svakih %d h tijekom povezivanja putem Wi-Fi veze ili mobilne mreže.
hu: Wi-Fi- vagy mobilhálózati kapcsolat használata esetén %d óránként változik a háttérkép.
hy: Պաստառը կփոխվի ամեն %d ժամը մեկ, երբ միացումը Wi-Fi-ի կամ շարժական կապի ցանցի միջոցով է:
is: Skipt verður um veggfóður á %d klukkustunda fresti þegar tenging um Wi-Fi eða farsímakerfi er fyrir hendi.
kk: Wi-Fi немесе ұялы желі арқылы қосулы болғанда, тұсқағаз әр %d сағат сайын өзгеріп отырады.
lt: Ekrano fonas keisis kas %d val., prisijungus prie „Wi-Fi“ ir mobiliojo tinklo.
lv: Fona attēls tiks mainīts reizi %d stundās, kad būs izveidots savienojums ar Wi-Fi vai mobilo tīklu.
nb: Bakgrunnen endres hver %d. time mens du er koblet til via Wi-Fi eller mobilnett.
nl: Achtergrond verandert elke %d uur bij verbinding met alleen Wi-Fi of mobiel netwerk.
pt_br: O papel de parede será alterado a cada %d horas enquanto conectado através de Wi-Fi ou rede móvel.
pt_pt: O fundo muda a cada %d horas enquanto estiver ligado via Wi-Fi ou rede móvel.
ro: Fundalul se va schimba la fiecare %d ore în timp ce sunteţi conectat numai prin Wi-Fi sau printr-o reţea mobilă.
ru_ru: При подключении через Wi-Fi или мобильную сеть фоновый рисунок будет меняться каждые %d часа (-ов).
sl: Ozadje se spreminja na %d h, ko ste povezani prek omrežja Wi-Fi ali mobilnega omrežja.
sr: Tapet će se menjati na svakih %d sata/i kada se uspostavi veza sa Wi-Fi ili mobilnom mrežom.
sv: Bakgrunden ändras var %d timme medan du är ansluten via Wi-Fi eller mobilnät.
tr_tr: Wi-Fi veya mobil ağ yoluyla bağlıyken, duvar kağıdı %d saatte bir değişir.
uk: У разі підключення через Wi-Fi або мобільну мережу фонове зображення буде змінюватися кожні %d годин (-и).
uz: Wi-Fi yoki mobil tarmoq orqali ulangan vaqtda fon rasmi har %d soatda o‘zgartiriladi.

source: Wallpaper will change every %d hours while connected via Wi-Fi only.
ar: ستتغير خلفية الشاشة كل %d من الساعات أثناء الاتصال عبر Wi-Fi فقط.
az: Yalnız Wi-Fi ilə qoşulu olduqda divar kağızı hər %d saatdan bir dəyişə bilər.
da: Baggrunden ændres hver %d. time, når der er oprettet forbindelse Kun via Wi-Fi.
es_us: El fondo de pantalla cambiará cada %d horas mientras el dispositivo esté conectado solo vía Wi-Fi.
et: Taustpilt muutub iga %d tunni järel ainult siis, kui olete ühendatud Wi-Fi kaudu.
eu: Horma papera %d orduz behin aldatuko da, gailua Wi-Fi bidez konektatuta dagoenean soilik.
fi: Taustakuva vaihtuu %d tunnin välein, kun yhteys on muodostettu vain Wi-Fi-verkon kautta.
ga: Athrófar an cúlbhrat gach %d uair an chloig agus é nasctha trí Wi-Fi amháin.
gl: O fondo de pantalla cambiará cada %d horas mentres esteas conectado só a través de Wi-Fi.
hi: केवल Wi-Fi के माध्यम से कनेक्ट होने पर प्रत्येक %d घंटों में वॉलपेपर बदल जाएगा।
hr: Pozadina će se mijenjati svakih %d h tijekom povezivanja putem Wi-Fi veze.
hu: Csak Wi-Fi-kapcsolat használata esetén %d óránként változik a háttérkép.
hy: Պաստառը կփոխվի ամեն %d ժամը մեկ, երբ միացումը միայն Wi-Fi-ի միջոցով է:
is: Skipt verður um veggfóður á %d klukkustunda fresti eingöngu þegar tenging um Wi-Fi er fyrir hendi.
kk: Тек Wi-Fi арқылы қосулы болғанда, тұсқағаз әр %d сағат сайын өзгеріп отырады.
lt: Ekrano fonas keisis kas %d val., prisijungus tik prie „Wi-Fi“.
lv: Fona attēls tiks mainīts reizi %d stundās, kad būs izveidots savienojums ar Wi-Fi.
nb: Bakgrunnen endres hver %d. time mens du er koblet til bare via Wi-Fi.
nl: Achtergrond verandert elke %d uur bij verbinding met alleen Wi-Fi.
pt_br: O papel de parede será alterado a cada %d horas enquanto conectado somente através de Wi-Fi.
pt_pt: O fundo muda a cada %d horas enquanto estiver ligado via Wi-Fi apenas.
ro: Fundalul se va schimba la fiecare %d ore în timp ce sunteţi conectat numai prin Wi-Fi.
ru_ru: При подключении только через Wi-Fi фоновый рисунок будет меняться каждые %d часа (-ов).
sl: Ozadje se spreminja na %d h, ko ste povezani samo prek omrežja Wi-Fi.
sr: Tapet će se menjati na svakih %d sata/i kada se uspostavi veza samo sa Wi-Fi mrežom.
sv: Bakgrunden ändras var %d timme medan du är ansluten enbart via Wi-Fi.
tr_tr: Yalnızca Wi-Fi yoluyla bağlıyken, duvar kağıdı %d saatte bir değişir.
uk: У разі підключення лише через Wi-Fi фонове зображення буде змінюватися кожні %d годин (-и).
uz: Faqat Wi-Fi orqali ulangan vaqtda fon rasmi har %d soatda o‘zgartiriladi.

source: Wallpaper will change every hour while connected via Wi-Fi or mobile network.
ar: ستتغير خلفية الشاشة كل ساعة أثناء الاتصال عبر Wi-Fi أو شبكة الهاتف المحمول.
az: Yalnız Wi-Fi və ya mobil şəbəkə ilə qoşulu olduqda divar kağızı hər saat dəyişə bilər.
da: Baggrunden ændres hver time, når der er oprettet forbindelse via Wi-Fi eller mobilt netværk.
es_us: El fondo de pantalla cambiará cada hora mientras el dispositivo esté conectado vía Wi-Fi o red móvil.
et: Taustpilt muutub iga tunni järel, kui olete ühendatud Wi-Fi või mobiilsidevõrgu kaudu.
eu: Horma papera orduro aldatuko da, gailua Wi-Fi edo sare mugikor bidez konektatuta dagoenean.
fi: Taustakuva vaihtuu tunnin välein, kun yhteys on muodostettu Wi-Fi- tai matkapuhelinverkon kautta.
ga: Athrófar an cúlbhrat gach uair an chloig agus é nasctha trí Wi-Fi nó trí líonra móibíleach.
gl: O fondo de pantalla cambiará cada hora mentres esteas conectado a través de rede Wi-Fi ou móbil.
hi: Wi-Fi या मोबाइल नेटवर्क के माध्यम से कनेक्ट होने पर प्रत्येक घंटे में वॉलपेपर बदल जाएगा।
hr: Pozadina će se mijenjati svakih sat vremena tijekom povezivanja putem Wi-Fi veze ili mobilne mreže.
hu: Wi-Fi- vagy mobilhálózati kapcsolat használata esetén óránként változik a háttérkép.
hy: Պաստառը կփոխվի ամեն ժամ, երբ միացումը Wi-Fi-ի կամ շարժական կապի ցանցի միջոցով է:
is: Skipt verður um veggfóður á klukkustundarfresti þegar tenging um Wi-Fi eða farsímakerfi er fyrir hendi.
kk: Wi-Fi немесе ұялы желі арқылы қосулы болғанда, тұсқағаз әр сағат сайын өзгеріп отырады.
lt: Ekrano fonas keisis kas valandą, prisijungus prie „Wi-Fi“ ir mobiliojo tinklo.
lv: Fona attēls tiks mainīts reizi stundā, kad būs izveidots savienojums ar Wi-Fi vai mobilo tīklu.
nb: Bakgrunnen endres hver time mens du er koblet til via Wi-Fi eller mobilnett.
nl: Achtergrond verandert elk uur bij verbinding met alleen Wi-Fi of mobiel netwerk.
pt_br: O papel de parede será alterado a cada hora enquanto conectado através de Wi-Fi ou rede móvel.
pt_pt: O fundo muda de hora a hora enquanto estiver ligado via Wi-Fi ou rede móvel.
ro: Fundalul se va schimba o dată pe oră în timp ce sunteţi conectat numai prin Wi-Fi sau printr-o reţea mobilă.
ru_ru: При подключении через Wi-Fi или мобильную сеть фоновый рисунок будет меняться каждый час.
sl: Ozadje se spremeni vsako uro, ko ste povezani prek omrežja Wi-Fi ali mobilnega omrežja.
sr: Tapet će se menjati na svakih sat vremena kada se uspostavi veza sa Wi-Fi ili mobilnom mrežom.
sv: Bakgrunden ändras varje timme medan du är ansluten via Wi-Fi eller mobilnät.
tr_tr: Wi-Fi veya mobil ağ yoluyla bağlıyken, duvar kağıdı saatte bir değişir.
uk: У разі підключення через Wi-Fi або мобільну мережу фонове зображення буде змінюватися щогодини.
uz: Wi-Fi yoki mobil tarmoq orqali ulangan vaqtda fon rasmi har soatda o‘zgartiriladi.

# IDS_LCKSCN_TPOP_WALLPAPER_WILL_CHANGE_EVERY_HOUR_WHILE_CONNECTED_VIA_WI_FI_ONLY
source: Wallpaper will change every hour while connected via Wi-Fi only.
ar: ستتغير خلفية الشاشة كل ساعة أثناء الاتصال عبر Wi-Fi فقط.
az: Yalnız Wi-Fi ilə qoşulu olduqda divar kağızı hər saat dəyişə bilər.
da: Baggrunden ændres hver time, når der er oprettet forbindelse Kun via Wi-Fi.
es_us: El fondo de pantalla cambiará cada hora mientras el dispositivo esté conectado solo vía Wi-Fi.
et: Taustpilt muutub iga tunni järel ainult siis, kui olete ühendatud Wi-Fi kaudu.
eu: Horma papera orduro aldatuko da, gailua Wi-Fi bidez konektatuta dagoenean soilik.
fi: Taustakuva vaihtuu tunnin välein, kun yhteys on muodostettu vain Wi-Fi-verkon kautta.
ga: Athrófar an cúlbhrat gach uair an chloig agus é nasctha trí Wi-Fi amháin.
gl: O fondo de pantalla cambiará cada hora mentres esteas conectado só a través de Wi-Fi.
hi: केवल Wi-Fi के माध्यम से कनेक्ट होने पर प्रत्येक घंटे में वॉलपेपर बदल जाएगा।
hr: Pozadina će se mijenjati svakih sat vremena tijekom povezivanja putem Wi-Fi veze.
hu: Csak Wi-Fi-kapcsolat használata esetén óránként változik a háttérkép.
hy: Պաստառը կփոխվի ամեն ժամ, երբ միացումը միայն Wi-Fi-ի միջոցով է:
is: Skipt verður um veggfóður á klukkustundarfresti eingöngu þegar tenging um Wi-Fi er fyrir hendi.
kk: Тек Wi-Fi арқылы қосулы болғанда, тұсқағаз әр сағат сайын өзгеріп отырады.
lt: Ekrano fonas keisis kas valandą, prisijungus tik prie „Wi-Fi“.
lv: Fona attēls tiks mainīts reizi stundā, kad būs izveidots savienojums ar Wi-Fi.
nb: Bakgrunnen endres hver time mens du er koblet til bare via Wi-Fi.
nl: Achtergrond verandert elk uur bij verbinding met alleen Wi-Fi.
pt_br: O papel de parede será alterado a cada hora enquanto conectado somente através de Wi-Fi.
pt_pt: O fundo muda de hora a hora enquanto estiver ligado via Wi-Fi apenas.
ro: Fundalul se va schimba o dată pe oră în timp ce sunteţi conectat numai prin Wi-Fi.
ru_ru: При подключении только через Wi-Fi фоновый рисунок будет меняться каждый час.
sl: Ozadje se spremeni vsako uro, ko ste povezani samo prek omrežja Wi-Fi.
sr: Tapet će se menjati svaki put kada se uspostavi veza samo sa Wi-Fi mrežom.
sv: Bakgrunden ändras varje timme medan du är ansluten enbart via Wi-Fi.
tr_tr: Yalnızca Wi-Fi yoluyla bağlıyken, duvar kağıdı saatte bir değişir.
uk: У разі підключення лише через Wi-Fi фонове зображення буде змінюватися щогодини.
uz: Faqat Wi-Fi orqali ulangan vaqtda fon rasmi har soatda o‘zgartiriladi.
